[
  {
    "id": "3997427012",
    "userName": "Draconian Rex",
    "userUrl": "https://itunes.apple.com/us/reviews/id208370431",
    "version": "215.0",
    "score": 3,
    "title": "Weird downloading",
    "text": "I had gotten the app once before, deleted it and went to redownload the app on the same device and it’s treated it like a purchase again. Any reason why?",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997388658",
    "userName": "NaimeshC",
    "userUrl": "https://itunes.apple.com/us/reviews/id387895673",
    "version": "215.0",
    "score": 1,
    "title": "Crashing when selecting Events & Places",
    "text": "App crashes when I try to go to Events & Places",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997372542",
    "userName": "Lilteeters",
    "userUrl": "https://itunes.apple.com/us/reviews/id146459255",
    "version": "215.0",
    "score": 1,
    "title": "Events",
    "text": "Unable to see events I was invited to nor can I schedule one.  The app gets you out when you click on it. Please fix!!!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997358056",
    "userName": "EvilynPowers",
    "userUrl": "https://itunes.apple.com/us/reviews/id39752716",
    "version": "215.0",
    "score": 1,
    "title": "In 2019",
    "text": "The best part about the most recent update is it’s jacked my news feed. Plus side NO annoying Ads for now! However, no posts either.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997306119",
    "userName": "ArkhamWhore",
    "userUrl": "https://itunes.apple.com/us/reviews/id407387051",
    "version": "215.0",
    "score": 2,
    "title": "Bugged",
    "text": "Whenever I try and share something, a prompt will say “we’ll let you know when your post is ready”, but the video or picture never seems to post on my timeline. This has been going on for about a week now and Facebook support hasn’t been much help.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997197860",
    "userName": "Pixstern",
    "userUrl": "https://itunes.apple.com/us/reviews/id311099627",
    "version": "215.0",
    "score": 2,
    "title": "Pages not loading",
    "text": "Please fix the issue of Group pages not loading. So frustrating. Looking at the many recent reviews I can see it's a common complaint. Until this issue is addressed the App is pretty much useless to me.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997113826",
    "userName": "Ne Ne Nation",
    "userUrl": "https://itunes.apple.com/us/reviews/id770649785",
    "version": "215.0",
    "score": 1,
    "title": "I'm not going to waste much time here",
    "text": "This app is such a violation of our civil liberties and basic human rights!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997071078",
    "userName": "the Ravin Raven",
    "userUrl": "https://itunes.apple.com/us/reviews/id705534811",
    "version": "215.0",
    "score": 3,
    "title": "Help",
    "text": "I have no access to Wi-Fi please tell me how I can download Facebook onto my iPhone. It is very difficult to use without being downloaded and appearing on my phone I beg your help",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997052539",
    "userName": "mrs bea duran",
    "userUrl": "https://itunes.apple.com/us/reviews/id914177815",
    "version": "215.0",
    "score": 2,
    "title": "Upset",
    "text": "I am trying to edit my event for I can now invite people and each time I click on to the event, it takes me out directly. Facebook needs to fix a lot of stuff .",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997050059",
    "userName": "Bellabula",
    "userUrl": "https://itunes.apple.com/us/reviews/id129018699",
    "version": "215.0",
    "score": 3,
    "title": "Needs work",
    "text": "iPhone XR doesn’t show things properly . Fix this please",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3997025118",
    "userName": "kamp74",
    "userUrl": "https://itunes.apple.com/us/reviews/id643010766",
    "version": "215.0",
    "score": 1,
    "title": "Update",
    "text": "This update is horrible. I’m having the same issue as so many others that I have read. My newsfeed is not current, and I keep seeing the same posts even when I refresh. 🤬",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996936317",
    "userName": "Rsimancas",
    "userUrl": "https://itunes.apple.com/us/reviews/id254568680",
    "version": "215.0",
    "score": 2,
    "title": "No están los cumpleaños en el calendario",
    "text": "No se qué pasó con esta actualización que ya no aparecen los cumpleaños de mis amigos en el calendario! Please pongan los cumpleaños otra vez",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996910627",
    "userName": "vaderkiller427",
    "userUrl": "https://itunes.apple.com/us/reviews/id755134560",
    "version": "215.0",
    "score": 5,
    "title": "Great",
    "text": "Great",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996848296",
    "userName": "Chamahbau",
    "userUrl": "https://itunes.apple.com/us/reviews/id557248991",
    "version": "215.0",
    "score": 1,
    "title": "Groups and notifications",
    "text": "Can’t even participate in groups at all as they don’t load fully anymore AND I don’t get notifications anymore and when I do it’s hours or days after I should have gotten it.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996848145",
    "userName": "iBlessedTheFall",
    "userUrl": "https://itunes.apple.com/us/reviews/id106816301",
    "version": "215.0",
    "score": 1,
    "title": "Updates are updating my annoyance with this app",
    "text": "Terrible. Most recent stuff isn’t most recent. I’m seeing posts from last week, rather than new posts as they’re posted. Ya know, kind alike how it used to be? Also, not everything loads, and I have to keep closing and reopening the app.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996820865",
    "userName": "no2fb messenger",
    "userUrl": "https://itunes.apple.com/us/reviews/id108942015",
    "version": "215.0",
    "score": 1,
    "title": "Shameful",
    "text": "Would like to know why Facebook does not provide a setting for those of us that choose to not install Facebook Messenger that would notify users that send Facebook messages that the recipient chooses not to receive messages via Facebook messenger. Instead the messages remain unread. I will not put that App on my phone.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996750368",
    "userName": "A_Paxton14",
    "userUrl": "https://itunes.apple.com/us/reviews/id363594392",
    "version": "215.0",
    "score": 1,
    "title": "Facebook Dark Mode Is A Must.",
    "text": "Please create a dark mode feature for Facebook.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996594187",
    "userName": "Angelayala33",
    "userUrl": "https://itunes.apple.com/us/reviews/id644151674",
    "version": "215.0",
    "score": 5,
    "title": "Loving Facebook",
    "text": "I love Facebook because of what can do expressing how feel about politics, religion, life overall thank you Facebook for connecting me to people to tell them don’t heat love and be loved it god will . God bless",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996591333",
    "userName": "april from indiana",
    "userUrl": "https://itunes.apple.com/us/reviews/id1003884733",
    "version": "215.0",
    "score": 1,
    "title": "Yeah fb is going to crap",
    "text": "Have setting for groups on but get no notifications, you guys always no how to mess up a good thing",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996588830",
    "userName": "luckygirl19862005",
    "userUrl": "https://itunes.apple.com/us/reviews/id982762767",
    "version": "215.0",
    "score": 2,
    "title": "🤬",
    "text": "Would be nice, if I am actually able to view stuff in groups that are current, instead of all the way back from 2015, 2014 from a selective few.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996522541",
    "userName": "Really Really True",
    "userUrl": "https://itunes.apple.com/us/reviews/id558804390",
    "version": "215.0",
    "score": 1,
    "title": "Trash 🚮🚮🚮",
    "text": "After all this time we still can’t get “most recent” to function properly. I’m almost certain people should find another app to replace FaceBook at this point. You guys are pathetic now. You sell ALL of our information. The updates are just there to take up space they aren’t even updating anything. When can we get anything worthwhile. Really dissatisfied. I hate missing important events or gatherings because I’m seeing posts anywhere from 3-7 days old.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996510364",
    "userName": "LizzyZeris",
    "userUrl": "https://itunes.apple.com/us/reviews/id403518538",
    "version": "215.0",
    "score": 3,
    "title": "Marketplace....",
    "text": "The user interface in marketplace is downright awful. When you click on a category such as “babies & kids” or “toys” or any of the others you get a “try again” option and you can only see the original 4 thumbnails in the marketplace scroll....and I’m confused as to why you have “suggested items similar to something you saved”, if when you click the prompt, it doesn’t do anything at all. Can you all please fix this mess?",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996470449",
    "userName": "fosndodkanxoanapc",
    "userUrl": "https://itunes.apple.com/us/reviews/id595191501",
    "version": "215.0",
    "score": 1,
    "title": "No video profile option",
    "text": "I would love to be able to upload a profile video again...",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996443555",
    "userName": "LisaBR68!",
    "userUrl": "https://itunes.apple.com/us/reviews/id166895983",
    "version": "215.0",
    "score": 4,
    "title": "See views",
    "text": "I want to be able to see who viewed my post on my newsfeed.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996422941",
    "userName": "Ccccccccccc cc c",
    "userUrl": "https://itunes.apple.com/us/reviews/id462178756",
    "version": "215.0",
    "score": 1,
    "title": "App. Constantly crashes!!!!  AGAIN!!!!!",
    "text": "04-10-19-Comments won’t load. Things take forever to post. Why do an update if it only makes things worse?  Please don’t do another update that makes the app. crash or posts/comments not load. Is that so difficult?!?!?\n\n3-25-19-Another worthless update that only makes things WORSE!  As I’ve said before. It must be nice to get paid for doing nothing!!!Profile Page won’t load. Newsfeed won’t load. Can’t scroll down. \n\n03-01-19 - Well, you’ve done it again idiots!   Just after today’s update, app. crashes/closes every few seconds. At least you’re consistent in your poor quality. \n\n2-4-19 - App. still crashes every few seconds. Stupid!! Guess you’re lucky. You get paid for doing nothing. \n2-1-19. Same Crap, Different Day!  You just can’t get it right. After yesterday’s update, app. still crashes every few seconds. \n\n1-28-19 Nothing but Negative Reviews. Hmmm. Do you think that might mean something????!!  App. Still crashes every few seconds. I’ve only been reporting it since early November. Same Crap, Different Day!\n\n1-27-19. Well. Here We Go, YET AGAIN!   Your recent update causes the app. to constantly crash!!!  You’d think after all this time you could stop being lazy and sloppy and get it right before you push it out there!   How long will it take you to fix it this time?\n\n12-11 - Are you ever going to fix this crappy app.?!?!?!? Still crashes every few seconds. Keyboard doesn’t work when reposting!  You put out useless updates and never fix the problems. I mainly use this for important events. Can’t do that if app. won’t stay open. How much do you get paid for doing nothing?  \n\n12-8 - Sam Crap!  Different Day!!  App. still crashes every few seconds and keyboard doesn’t work when reposting articles with your own comment. BLAH, BLAH, BLAH!  Yatta, Yatta, Yatta!  Guess it was another lazy, overpaid day for all of you. \n\n12-7 - IPhone app.  getting worse and worse!  Closes/Crashes every 4 seconds. Keyboard still doesn’t work when reposting with your own comment. All other apps. work and keyboard works in all other cases, IT’S YOU, NOT US!   You get caught compromising our information, post obnoxious ads. based on your trolling us, get paid way too much and do nothing.  You put out useless updates and don’t fix problems. Can’t read or update important events.  HELLO!!  ANYONE THERE????  WHAT DO YOU ACTUALLY DO?!?!??? \n12-6-18-Well, been complaining for almost a month now and absolutely NOTHING HAS IMPROVED!!!!!  App. crashes/closes every few seconds, YET AGAIN!!!   You put out useless updates that fix NOTHING. IT’s you. All other apps. work on my IPhone. Keyboard works for everything else, but not when reposting in Facebook!   You all are useless!  A waste of space!!!!!\n12-5- New Day - Same Crap!  App., ONCE AGAIN, closing every few seconds. Can’t check event calendar or post changes in events, etc....  HELLO!!! Anyone there know anything about anything????? Keyboard still not working when reposting articles and posting comments with them, etc. Keyboard working in all other cases; and all other apps. working on my IPhone.  Same ridiculous crap has been going on for months!!!   \n\n12-4- Keyboard still not working when typing in comments on articles you’re reposting. \n  \n11-29 -  Well. App. isn’t crashing. I give you that. However, the keyboard still doesn’t work correctly when typing a comment when reposting an article. My IPhone keyboard works correctly with all other apps. and when texting. So, again, it’s you, not us!!!  You made one correction, but left the other mistake behind. Guess it’s just too tough for you overpaid do nothings. \n\n11-26- Bugs still not fixed. Notifications disappear or reappear after clicking them. Keyboard is still totally screwed when trying to share a post and add your own comment. My keyboard works with everything else, so it’s not my phone. All my other apps. work properly. Profile page won’t load most of the time. Please don’t push out another useless update. That’s pointless. Could we get real fixes?????  How much do you guys make for doing nothing and compromising our information?????\n\n11-18 - OK SERIOUSLY!!!  Another useless, horribly crappy update today. Christ!!!!!  Can you do anything right at all?!?!?!?!  The stupid app. still closes/crashes every few seconds!!!!  When typing a comment, when reposting an article, the keyboard doesn’t work correctly. When pushing the space bar, the keyboard goes backward and erases instead of going forward.  WTAH????  It’s not my phone because all other apps. work and the keyboard works when texting and with all other apps?   You guys not only compromise our information and our country, (and knew about it and did nothing) you can’t get the smallest things right. You get paid how much and don’t know what the Hell You’re doing?\n\n11-15 - Seriously?!!  Now it’s closing every two seconds!!!\n\n11-15- Nothing yet done to fix your useless app.  Still crashes and closes every few seconds. HELLO!  Are there any competent people there????  (Crickets)\n\n11-13 -Your most recent update was useless because it rendered the app. unusable. App. still crashing/closing every few seconds. Can’t check events or respond to anyone. What’s the point of this app if it closes every few seconds?  Why hire people if they don’t know what they’re doing?!? Any chance it might be fixed properly??\n\n11–12-18-Are you going to actually fix this problem.  App. constantly crashes and closes after recent update. You’ve done this numerous times before. Updates useless if they make the app. unusable!!!\n\n11-09-18 - Well, you brilliant people have managed to do it again. After the update today, the app. constantly crashes. Only stays open for 3-5 seconds, then closes. Can’t check on event dates, etc....  This has happened with numerous updates. Why do you hire people who have no idea what they’re doing?!?!?  Update is pointless if app. crashes. DUH!!!!!  Bravo Stable Geniuses!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996416863",
    "userName": "jazzystar21",
    "userUrl": "https://itunes.apple.com/us/reviews/id31194924",
    "version": "215.0",
    "score": 1,
    "title": "WHERE ARE THE BIRTHDAYS???",
    "text": "Why were birthdays taken off of the events calendar??? Are they somewhere else? I don’t have time to check each individual friend every day to see if it’s their birthday. You remind me about SOME, randomly, if the stars align & I open the app at the right time of day, but that’s it. I use FB to keep tabs on friends & family & to help me remember birthdays. Now it’s almost useless.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996371420",
    "userName": "pahuj",
    "userUrl": "https://itunes.apple.com/us/reviews/id853425223",
    "version": "215.0",
    "score": 1,
    "title": "Tf",
    "text": "Where the stickers go?! BRING THE STICKERS BACK!!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996350650",
    "userName": "i5 lover",
    "userUrl": "https://itunes.apple.com/us/reviews/id309301392",
    "version": "215.0",
    "score": 1,
    "title": "Trash app",
    "text": "Idk what this app got going on but it’s about to get deleted. If I could give negative 5 stars I would. Every time I try to post a status it always says something went wrong or when I share someone else’s post it posts hours later like they’re reviewing my post or something. It’s really irritating. Y’all need to fix this ASAP.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996284190",
    "userName": "Mrloofer",
    "userUrl": "https://itunes.apple.com/us/reviews/id41985575",
    "version": "215.0",
    "score": 1,
    "title": "Too many ads",
    "text": "Every other post is an ad.\nEven the first post is an ad. \nAds everywhere. \nAd\nPost\nAd\nYou may like ad\nSponsored post\nPost\nAd \nPost\nAd\nPost",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996108094",
    "userName": "anonymousjayhawk",
    "userUrl": "https://itunes.apple.com/us/reviews/id654675603",
    "version": "215.0",
    "score": 1,
    "title": "Hacked",
    "text": "My account has been continually hacked over the past month. They change my password and post things to my account. I have turned on 2 step verification EVERY TIME and yet it never works. I have never received a text saying someone is trying to access my account. The security of the app has just gone completely downhill.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996048115",
    "userName": "lucastheyoutubehater",
    "userUrl": "https://itunes.apple.com/us/reviews/id917274410",
    "version": "215.0",
    "score": 4,
    "title": "Slight update problem",
    "text": "Great app I’ve been using for many years but now I’m seeing posts from either a few days ago or a few years ago this just started since the update on my iPhone 6 quite strange this app has been amazing",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996036702",
    "userName": "gab117ak",
    "userUrl": "https://itunes.apple.com/us/reviews/id953559904",
    "version": "215.0",
    "score": 3,
    "title": "Refreshing and Ads",
    "text": "When I get of the Fb app looking at something cool without finishing it, it refreshes. And the targeting ads are repetitive and irrelevant. \n\nAnd what’s up with looking at photos? When I try to click them to view the full size, it doesn’t work!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996034810",
    "userName": "MsWopAlot",
    "userUrl": "https://itunes.apple.com/us/reviews/id663763695",
    "version": "215.0",
    "score": 5,
    "title": "Reveal",
    "text": "Facebook please reveal these hoes name on this anonymously app so I can eat these hoes up 😩🤞🏽",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3996012691",
    "userName": "Kennyrinaldi",
    "userUrl": "https://itunes.apple.com/us/reviews/id188561085",
    "version": "215.0",
    "score": 1,
    "title": "PLEASE UPDATE!",
    "text": "I have not posted a review in a few years but the most recent update from April 6th is horrible!!! I cannot post anything properly. Plus it freezes a lot!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995969033",
    "userName": "NipTuck💩",
    "userUrl": "https://itunes.apple.com/us/reviews/id299286750",
    "version": "215.0",
    "score": 1,
    "title": "Don’t even bother",
    "text": "You know Facebook use to be a great social media page but here within the last couple years it has really gone down hill. I remember a time where it would run smoothly with hardly any bugs. Seems now that there’s a different bug with each and every “update”. I’ve finally decided to delete the app from my phone. Not gonna miss much since it hadn’t been working correctly anyway. So social media community get rid of this trash app and we can only hope there’s an alternative being thought of in the works.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995955717",
    "userName": "Jonm78",
    "userUrl": "https://itunes.apple.com/us/reviews/id344420622",
    "version": "215.0",
    "score": 1,
    "title": "Enjoy being censored!",
    "text": "Useless social media site well known for censoring and silencing people that do not share their beliefs. Had to close my account because I was sick of their hypocrisy. True disgrace and shame.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995943874",
    "userName": "Ewprincess",
    "userUrl": "https://itunes.apple.com/us/reviews/id501353747",
    "version": "215.0",
    "score": 1,
    "title": "Terrible app",
    "text": "My account won’t post statuses or share posts yet I can like/comment/send stuff in messenger. Deleted and redownloaded the app. Submitted two tickets. Nothing. Created a new account and I can post immediately. Don’t think I’m post blocked cuz I never got notification and I can still send posts to friends and comment. Been happening for 5 days now. Ridiculous.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995931761",
    "userName": "Epic Heroine",
    "userUrl": "https://itunes.apple.com/us/reviews/id22786606",
    "version": "215.0",
    "score": 1,
    "title": "Do not updated to 215.0!!!!!",
    "text": "Worked “fine” was facebook as facebook is. But then the newest update (ver 215) broke groups. Random groups will not show new posts no matter how you sort the posts. As of right now one of my groups is only showing 2017 posts. Even if I make a post it doesn’t show up.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995883030",
    "userName": "Houlow",
    "userUrl": "https://itunes.apple.com/us/reviews/id373363603",
    "version": "215.0",
    "score": 1,
    "title": "Nothing works",
    "text": "The Facebook App for my iPhone XS Max doesn’t load content at all and will freeze when i am on any WiFi. On LTE it still works.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995868057",
    "userName": "619Peter",
    "userUrl": "https://itunes.apple.com/us/reviews/id208760007",
    "version": "215.0",
    "score": 1,
    "title": "Stories won't open since latest update",
    "text": "The \"Stories\" won't open since the latest update. The screen is black with a spinning white circle in the middle of the screen.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995835816",
    "userName": "simplysaam",
    "userUrl": "https://itunes.apple.com/us/reviews/id100624301",
    "version": "215.0",
    "score": 1,
    "title": "Too many glitches",
    "text": "In groups I’m in it keeps showing me posts from only one person from last week or later so I can’t see any new activity or posts unless they pop up on my time line.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995794466",
    "userName": "godofthistown",
    "userUrl": "https://itunes.apple.com/us/reviews/id632657421",
    "version": "215.0",
    "score": 4,
    "title": "please give us dark mode",
    "text": "I've been a good noodle",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995719718",
    "userName": "coalapple",
    "userUrl": "https://itunes.apple.com/us/reviews/id455141663",
    "version": "215.0",
    "score": 2,
    "title": "Facebook is getting involved in censorship",
    "text": "Facebook is getting too much involved in censorship, catering to political groups and corporations. I’ll most likely be leaving for MeWe, where they don’t believe in censorship.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995712283",
    "userName": "Colbie k",
    "userUrl": "https://itunes.apple.com/us/reviews/id206753682",
    "version": "215.0",
    "score": 1,
    "title": "Horrible support",
    "text": "Using the community support is useless. Me and my partner accidentally declined each other friend request now we can re add eachother. I have tried contacting support with no luck.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995648131",
    "userName": "mjeth",
    "userUrl": "https://itunes.apple.com/us/reviews/id668908718",
    "version": "215.0",
    "score": 3,
    "title": "Video layout",
    "text": "The new video lay out is horrible. Why does it have the live layout when i want it to be on full screen? Please fix.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995602846",
    "userName": "RP 💯",
    "userUrl": "https://itunes.apple.com/us/reviews/id808709431",
    "version": "215.0",
    "score": 1,
    "title": "Events",
    "text": "This new Events and Places feature has made sorting through Facebook events nearly impossible. Additionally, trying to share events to my timeline has resulted in them always failing.",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995515446",
    "userName": "Dvdelf",
    "userUrl": "https://itunes.apple.com/us/reviews/id352810800",
    "version": "215.0",
    "score": 1,
    "title": "New features forced on users won’t disappear",
    "text": "When I’m shown posts by restaurants near me, I don’t want to see the same thing 30 seconds after I hide\nThe show it to me less button does not work at all, and you can’t report it\nFacebook rolls out these features and makes a hide button that doesn’t work just to make it feel like they’re doing something \nTo this day clicking show most recent does not work\nPlease get it together",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995468531",
    "userName": "711NB",
    "userUrl": "https://itunes.apple.com/us/reviews/id35831362",
    "version": "215.0",
    "score": 1,
    "title": "Crashing",
    "text": "Every time I try to add multiple pics to a post the app just closes......very irritating!!!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995393831",
    "userName": "molesters",
    "userUrl": "https://itunes.apple.com/us/reviews/id788635055",
    "version": "215.0",
    "score": 1,
    "title": "Muslim run Facebook 🐏 molesters🐑Nasty Muslim 🐑 molesters",
    "text": "You should never be allowed to be on Facebook Muslim lovers",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  },
  {
    "id": "3995379073",
    "userName": "Kmangel777",
    "userUrl": "https://itunes.apple.com/us/reviews/id153208113",
    "version": "215.0",
    "score": 1,
    "title": "Awful",
    "text": "Lately Facebook has been acting up on my iPhone, now when I go to my group pages from notifications all I see are posts from five years ago.. i’ve been trying to change this without any luck for a few days I’m very irritated!",
    "url": "https://itunes.apple.com/us/review?id=284882215&type=Purple%20Software"
  }
]
