[
    {
        "id": 247,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 142771,
        "title": null,
        "comment": "Love this game. But since the update it crashes every time I sink my first battle since update. I'm on the galaxy note 2. Please fix and I'll go back to 5 stars",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE9VOSEdS3BJXCcfBqx__qCkW1Zx7oIUCbWDUd171chfPU91fSBFNnnOekaROKYp-etADFnHqr1vD0tMg",
        "fee": "paid",
        "date": "08:39",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "love this game but since update crashes every time sink first battle since update im galaxy note 2 please fix ill go back to 5 stars",
        "lemmatized_comment": "love this game but since the update it crash every time i sink my first battle since update im on the galaxy note 2 please fix and ill go back to 5 star",
        "stemmed": "lov thi game but sint the upd it crash every tim i sink my first battl sint update im on the galaxy not 2 plea fix and ill go back to 5 star",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love game since update crashes every time sink first battle since update im galaxy note 2 please fix ill go back 5 stars",
        "stopwords_removal_lemmatization": "love this game but since update crash every time sink first battle since update im galaxy note 2 please fix ill go back to 5 star",
        "length_words": 37,
        "present_simple": 4,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 773,
        "appId": "#9_Modern Combat 4 Zero Hour",
        "reviewId": 151438,
        "title": null,
        "comment": "The best I game ever!",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-ODveV_EqJCU-NnRMZlQPrTboANxQbG3sfb-XaCFu8ykO9dAEyUacQAovmxJ1wkqdBgvocDgOfF3NrSk",
        "fee": "paid",
        "date": "17:18",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "best game ever!",
        "lemmatized_comment": "the best i game ever!",
        "stemmed": "the best i gam ever!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best game ever!",
        "stopwords_removal_lemmatization": "best game ever!",
        "length_words": 6,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1557,
        "appId": "386272641",
        "reviewId": 3212,
        "title": "Great stuff.",
        "comment": "Couldn't be better really, with options to copy results and also send via text/email..  would like to see an option for viewing results full-screen, sometimes the end gets cut off.. but it still copies/pastes all of it so it's cool ;)",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "couldnt be better really, with options to copy results also send via textemail would like to see option for viewing results full-screen, sometimes end gets cut off but still copiespastes all of so its cool )",
        "lemmatized_comment": "couldnt be better really, with option to copy result and also send via textemail would like to see an option for view result full-screen, sometimes the end get cut off but it still copiespastes all of it so its cool )",
        "stemmed": "couldnt be bet really, with opt to cop result and also send via textemail would lik to see an opt for view result full-screen, sometim the end get cut off but it stil copiespaste al of it so its cool )",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "couldnt better really, options copy results also send via textemail would like see option viewing results full-screen, sometimes end gets cut off still copiespastes its cool )",
        "stopwords_removal_lemmatization": "couldnt be better really, with option to copy result also send via textemail would like to see option for view result full-screen, sometimes end get cut off but still copiespastes all of so its cool )",
        "length_words": 46,
        "present_simple": 8,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 1503,
        "appId": "362348516",
        "reviewId": 13,
        "title": "Disappointed",
        "comment": "Bring back the accuracy on lending card 'line availability' knowing if, when and how much ur over ur limit is very beneficial when u run every single thru on AMEX!! It's not been working for at least 7-10days now.",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "bring back accuracy lending card line availability knowing if, when how much ur over ur limit very beneficial when u run every single thru amex!! its not been working for at least 7-10days now",
        "lemmatized_comment": "bring back the accuracy on lend card line availability know if, when and how much ur over ur limit be very beneficial when u run every single thru on amex!! its not be work for at least 7-10days now",
        "stemmed": "bring back the acc on lend card line availability know if, when and how much ur ov ur limit is very benef when u run every singl thru on amex!! its not been work for at least 7-10days now",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "bring back accuracy lending card line availability knowing if, much ur ur limit beneficial u run every single thru amex!! its working least 7-10days now",
        "stopwords_removal_lemmatization": "bring back accuracy lend card line availability know if, when how much ur over ur limit very beneficial when u run every single thru amex!! its not be work for at least 7-10days now",
        "length_words": 45,
        "present_simple": 2,
        "present_con": 4,
        "past": 2,
        "future": 0
    },
    {
        "id": 538,
        "appId": "#9_subway_surfers",
        "reviewId": 74371,
        "title": null,
        "comment": "Coooooooolllllllllllllllll\tEinfach Spaß haben Coooooooolllllllllllllllll",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0PTClNKlDC49iZ6XfOCGgEbnp75gUzzuhou4j4xs3sSNXcgvMCB-VVbDVD9dudYQl9aLW_e7kEbKTqTs",
        "fee": "free",
        "date": "08:12:13:17:20:22",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "coooooooolllllllllllllllll einfach spaß haben coooooooolllllllllllllllll",
        "lemmatized_comment": "coooooooolllllllllllllllll einfach spa haben coooooooolllllllllllllllll",
        "stemmed": "coooooooolllllllllllllll einfach spa hab coooooooolllllllllllllll",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "coooooooolllllllllllllllll einfach spa haben coooooooolllllllllllllllll",
        "stopwords_removal_lemmatization": "coooooooolllllllllllllllll einfach spa haben coooooooolllllllllllllllll",
        "length_words": 5,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1782,
        "appId": "530001625",
        "reviewId": 209,
        "title": "Brother",
        "comment": "It's great for my brother because he's only four so when Disney comes on I can play this for him so he's not bord.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "its great for brother because hes only four so when disney comes can play this for so hes not bord",
        "lemmatized_comment": "its great for my brother because hes only four so when disney come on i can play this for him so hes not bord",
        "stemmed": "its gre for my bro beca hes on four so when disney com on i can play thi for him so hes not bord",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "its great brother hes four disney comes play hes bord",
        "stopwords_removal_lemmatization": "its great for brother because hes only four so when disney come can play this for so hes not bord",
        "length_words": 28,
        "present_simple": 5,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 424,
        "appId": "#6_MomentCam",
        "reviewId": 36885,
        "title": null,
        "comment": "Useful Apps\tOkay",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE61Abf4LXXcOsgWbfr-F_ojg6qKTlXX3O4zagie_PC78HYLJqTuw5iKrDTsQpR3B-9-9bwyI4Fl7A5vg",
        "fee": "free",
        "date": "31:12:13:03:13:42",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "useful apps okay",
        "lemmatized_comment": "useful apps okay",
        "stemmed": "us ap okay",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "useful apps okay",
        "stopwords_removal_lemmatization": "useful apps okay",
        "length_words": 3,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1225,
        "appId": "454975334",
        "reviewId": 4784,
        "title": "Great!",
        "comment": "Very practical, easy, and for all music lovers.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "very practical, easy, for all music lovers",
        "lemmatized_comment": "very practical, easy, and for all music lovers",
        "stemmed": "very practical, easy, and for al mus lovers",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "practical, easy, music lovers",
        "stopwords_removal_lemmatization": "very practical, easy, for all music lovers",
        "length_words": 11,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 792,
        "appId": "#5_officesuite7",
        "reviewId": 60334,
        "title": null,
        "comment": "...\tBest app ever!\r",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-P_U6u59h9XbqNcqEsJyh9aANKgCETl8maPrqPJDxhYoEx477Bc216o5bWc4Th85uHknz507I5Jt1gg",
        "fee": "free",
        "date": "15:12:13:20:53:04",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": " best app ever!",
        "lemmatized_comment": " best app ever!",
        "stemmed": " best ap ever!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": " best app ever!",
        "stopwords_removal_lemmatization": " best app ever!",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 262,
        "appId": "#2_Printerhsare premium key",
        "reviewId": 110257,
        "title": null,
        "comment": "Well..\tI think its pricy  . Now complicated\r",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOEAhpjzwiHso38d-Bj7xtoWpu5bNdte3o4Nyhe8SPejMfwPK4xjAvSeeZvz0jipO4WZyNoDLXgSOgyehg",
        "fee": "paid",
        "date": "00:42",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "well think pricy  now complicated",
        "lemmatized_comment": "well i think it pricy  now complicate",
        "stemmed": "well i think it pricy  now comply",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "well think pricy  complicated",
        "stopwords_removal_lemmatization": "well think pricy  now complicate",
        "length_words": 8,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1713,
        "appId": "478351777",
        "reviewId": 576,
        "title": "Good so far",
        "comment": "I have only started using this app after having it on my device for over 3 weeks. I was influenced to use it when a saw a colleague use hers with glee. The idea that actual people are entering the data (mechanical turk?) gives me hope that the cards will be captured correctly. Time will tell. The first capture  of my cards look great.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "have only started using this app after having device for over 3 weeks was influenced to use when saw colleague use with glee idea that actual people entering data (mechanical turk?) gives hope that cards will be captured correctly time will tell first capture of cards look great",
        "lemmatized_comment": "i have only start use this app after have it on my device for over 3 weeks i be influence to use it when a saw a colleague use hers with glee the idea that actual people be enter the data (mechanical turk?) give me hope that the card will be capture correctly time will tell the first capture of my card look great",
        "stemmed": "i hav on start us thi ap aft hav it on my dev for ov 3 weeks i was influ to us it when a saw a colleagu us her with glee the id that act peopl ar ent the dat (mechanical turk?) giv me hop that the card wil be capt correctly tim wil tell the first capt of my card look great",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "started using app device 3 weeks influenced use saw colleague use glee idea actual people entering data (mechanical turk?) gives hope cards captured correctly time tell first capture cards look great",
        "stopwords_removal_lemmatization": "have only start use this app after have device for over 3 weeks be influence to use when saw colleague use with glee idea that actual people enter data (mechanical turk?) give hope that card will be capture correctly time will tell first capture of card look great",
        "length_words": 72,
        "present_simple": 8,
        "present_con": 3,
        "past": 4,
        "future": 2
    },
    {
        "id": 1344,
        "appId": "295076329",
        "reviewId": 475,
        "title": "Using for years",
        "comment": "Love this site it nails every question I have ever asked.very helpful and resourceful.once I found i could download this app for my phone it made it so much more convienant for us.my family goes by it and we love it!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love this site nails every question have ever askedvery helpful resourcefulonce found could download this app for phone made so much more convienant for usmy family goes by love it!",
        "lemmatized_comment": "love this site it nail every question i have ever askedvery helpful and resourcefulonce i find i could download this app for my phone it make it so much more convienant for usmy family go by it and we love it!",
        "stemmed": "lov thi sit it nail every quest i hav ev askedvery help and resourcefulonce i found i could download thi ap for my phon it mad it so much mor convy for usmy famy goe by it and we lov it!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love site nails every question ever askedvery helpful resourcefulonce found could download app phone made much convienant usmy family goes love it!",
        "stopwords_removal_lemmatization": "love this site nail every question have ever askedvery helpful resourcefulonce find could download this app for phone make so much more convienant for usmy family go by love it!",
        "length_words": 42,
        "present_simple": 5,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 120,
        "appId": "#1_Camera Zoom FX",
        "reviewId": 90810,
        "title": null,
        "comment": "Lame\tScreen goes black when focusing. Lag. Long initialization. Please fix some.",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE2M52I1FKh3DfcAKUdd9yFgm7jFZw36mWGiEGt-ZJyLG28pgmM_wa1g_XFwvPeiZ0mmC077tXHuHZc8KQ",
        "fee": "paid",
        "date": "21:11:13:23:23:35",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "lame screen goes black when focusing lag long initialization please fix some",
        "lemmatized_comment": "lame screen go black when focusing lag long initialization please fix some",
        "stemmed": "lam screen goe black when focusing lag long initialization plea fix some",
        "sentiScore": -3,
        "sentiScore_pos": 2,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "lame screen goes black focusing lag long initialization please fix some",
        "stopwords_removal_lemmatization": "lame screen go black when focusing lag long initialization please fix some",
        "length_words": 16,
        "present_simple": 1,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 1174,
        "appId": "425192079",
        "reviewId": 397,
        "title": "Love it!",
        "comment": "I have been a P90X client for some time now and love the workout!  With the P90X app I now have the option of taking my workout to the gym or with me when I travel. Plus the nutrition journal makes it easier for me to keep track of what I eat during the day. For me it is a great app! Glad I purchased this app!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "have been p90x client for some time now love workout! with p90x app now have option of taking workout to gym or with when travel plus nutrition journal makes easier for to keep track of what eat during day for great app! glad purchased this app!",
        "lemmatized_comment": "i have be a p90x client for some time now and love the workout! with the p90x app i now have the option of take my workout to the gym or with me when i travel plus the nutrition journal make it easier for me to keep track of what i eat during the day for me it be a great app! glad i purchase this app!",
        "stemmed": "i hav been a p90x cli for som tim now and lov the workout! with the p90x ap i now hav the opt of tak my workout to the gym or with me when i travel plu the nutrit journ mak it easy for me to keep track of what i eat dur the day for me it is a gre app! glad i purcha thi app!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "p90x client time love workout! p90x app option taking workout gym travel plus nutrition journal makes easier keep track eat day great app! glad purchased app!",
        "stopwords_removal_lemmatization": "have be p90x client for some time now love workout! with p90x app now have option of take workout to gym or with when travel plus nutrition journal make easier for to keep track of what eat during day for great app! glad purchase this app!",
        "length_words": 72,
        "present_simple": 8,
        "present_con": 1,
        "past": 2,
        "future": 0
    },
    {
        "id": 860,
        "appId": "306277111",
        "reviewId": 181,
        "title": "The future is now",
        "comment": "This app is a fixture in my college studies. Good Reader technology turbo charges my research and puts me ahead of the pack. I couple it with Instapaper, papers, and an air printer app or two and the power is in my hands (and pocket).",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this app fixture college studies good reader technology turbo charges research puts ahead of pack couple with instapaper, papers, air printer app or two power hands (and pocket)",
        "lemmatized_comment": "this app be a fixture in my college studies good reader technology turbo charge my research and put me ahead of the pack i couple it with instapaper, papers, and an air printer app or two and the power be in my hand (and pocket)",
        "stemmed": "thi ap is a fixt in my colleg studies good read technolog turbo charg my research and put me ahead of the pack i coupl it with instapaper, papers, and an air print ap or two and the pow is in my hand (and pocket)",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "app fixture college studies good reader technology turbo charges research puts ahead pack couple instapaper, papers, air printer app two power hands (and pocket)",
        "stopwords_removal_lemmatization": "this app fixture college studies good reader technology turbo charge research put ahead of pack couple with instapaper, papers, air printer app or two power hand (and pocket)",
        "length_words": 52,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1481,
        "appId": "350189835",
        "reviewId": 189,
        "title": "Dope AF",
        "comment": "Always a big help, love your video of the venese beach wax king selection",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "always big help, love video of venese beach wax king selection",
        "lemmatized_comment": "always a big help, love your video of the venese beach wax king selection",
        "stemmed": "alway a big help, lov yo video of the ven beach wax king select",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "always big help, love video venese beach wax king selection",
        "stopwords_removal_lemmatization": "always big help, love video of venese beach wax king selection",
        "length_words": 15,
        "present_simple": 1,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 409,
        "appId": "#5_viber",
        "reviewId": 4454,
        "title": null,
        "comment": "Very slow\tCall isn't connect sometime, then we want to do switch off",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE56g4F-Appgj-U92p0aAftWTwo6gRsdqqxOFk5vn0xuWnhiyxeKfD3lvV7LsUYn1z_l8aGyurxOJgVFiw",
        "fee": "free",
        "date": "14:01:14:11:47:04",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "very slow call isnt connect sometime, then want to do switch off",
        "lemmatized_comment": "very slow call isnt connect sometime, then we want to do switch off",
        "stemmed": "very slow cal isnt connect sometime, then we want to do switch off",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "slow call isnt connect sometime, want switch",
        "stopwords_removal_lemmatization": "very slow call isnt connect sometime, then want to do switch off",
        "length_words": 15,
        "present_simple": 4,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 728,
        "appId": "#2_flipagram",
        "reviewId": 31446,
        "title": null,
        "comment": "Good\tLove it :-)",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-Hswpj7optvPhBRnjX3m3AXxCKTidlQePmQtqAcjq4frA3fbOXnj5Ij14HBLcZVvUeLfop-I5FmTCUc0",
        "fee": "free",
        "date": "02:01:14:01:26:45",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good love -)",
        "lemmatized_comment": "good love it -)",
        "stemmed": "good lov it -)",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good love -)",
        "stopwords_removal_lemmatization": "good love -)",
        "length_words": 6,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 937,
        "appId": "325010997",
        "reviewId": 387,
        "title": "MD",
        "comment": "This a great tool for a rapid lab consultation.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this great tool for rapid lab consultation",
        "lemmatized_comment": "this a great tool for a rapid lab consultation",
        "stemmed": "thi a gre tool for a rapid lab consultation",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great tool rapid lab consultation",
        "stopwords_removal_lemmatization": "this great tool for rapid lab consultation",
        "length_words": 10,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1220,
        "appId": "453546382",
        "reviewId": 402,
        "title": "FAILLLLLLLL",
        "comment": "Epic..FAILLLL",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "epicfaillll",
        "lemmatized_comment": "epicfaillll",
        "stemmed": "epicfaillll",
        "sentiScore": -3,
        "sentiScore_pos": 1,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "epicfaillll",
        "stopwords_removal_lemmatization": "epicfaillll",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 713,
        "appId": "#3_skype",
        "reviewId": 11883,
        "title": null,
        "comment": "Very nice\tSoftware. Works great to meet two hearts",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-EzussOVSnnSsFfnW0BQsqk-SRSXnwec_lwt7j_czCgR2snlllSCdfe_yof-3x4cf7roCTHlx5702Qg",
        "fee": "free",
        "date": "12:01:14:15:37:06",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "very nice software works great to meet two hearts",
        "lemmatized_comment": "very nice software work great to meet two heart",
        "stemmed": "very nic software work gre to meet two heart",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "nice software works great meet two hearts",
        "stopwords_removal_lemmatization": "very nice software work great to meet two heart",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1774,
        "appId": "525898024",
        "reviewId": 172,
        "title": "IbLuv'n It",
        "comment": "Awesome & convenient",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "awesome & convenient",
        "lemmatized_comment": "awesome & convenient",
        "stemmed": "awesom & conveny",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "awesome & convenient",
        "stopwords_removal_lemmatization": "awesome & convenient",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1580,
        "appId": "399665189",
        "reviewId": 2855,
        "title": "It's good",
        "comment": "Pretty average although its hard for me to manage with it cause it's kinda difficult",
        "rating": 3,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "pretty average although hard for to manage with cause its kinda difficult",
        "lemmatized_comment": "pretty average although it hard for me to manage with it cause its kinda difficult",
        "stemmed": "pretty av although it hard for me to man with it cau its kind difficult",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "pretty average although hard manage cause its kinda difficult",
        "stopwords_removal_lemmatization": "pretty average although hard for to manage with cause its kinda difficult",
        "length_words": 16,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 852,
        "appId": "301387274",
        "reviewId": 572,
        "title": "How to buy packs",
        "comment": "I can't find how to buy add ons. Plz help other wise great game",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "cant find how to buy add ons plz help other wise great game",
        "lemmatized_comment": "i cant find how to buy add ons plz help other wise great game",
        "stemmed": "i cant find how to buy ad ons plz help oth wis gre gam",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "cant find buy add ons plz help wise great game",
        "stopwords_removal_lemmatization": "cant find how to buy add ons plz help other wise great game",
        "length_words": 16,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 513,
        "appId": "#8_gmx mail",
        "reviewId": 76547,
        "title": null,
        "comment": "Does exactly what it says on the tin\tEffecient enough to check and respond to my emails",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0a7o-SPPxVAKLaIivF3Tt8F5-x8Q4pBWkM6pLLK-FyXBl38uBTV1uW2NOSS08zOWn0WKv4s2AuWzTXyA",
        "fee": "free",
        "date": "08:01:13:16:18:28",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "does exactly what says tin effecient enough to check respond to emails",
        "lemmatized_comment": "do exactly what it say on the tin effecient enough to check and respond to my email",
        "stemmed": "doe exact what it say on the tin effecy enough to check and respond to my email",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "exactly says tin effecient enough check respond emails",
        "stopwords_removal_lemmatization": "do exactly what say tin effecient enough to check respond to email",
        "length_words": 17,
        "present_simple": 4,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1636,
        "appId": "418971697",
        "reviewId": 390,
        "title": "Food app",
        "comment": "It was ok.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "was ok",
        "lemmatized_comment": "it be ok",
        "stemmed": "it was ok",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ok",
        "stopwords_removal_lemmatization": "be ok",
        "length_words": 4,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 248,
        "appId": "#9_Camera FV-5",
        "reviewId": 103575,
        "title": null,
        "comment": "Good app\tI really like the functionality and flexibility this app offers.",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE9Xt0Xgvsd0wE2tthAMbYsCCW7SQEnL1shvr070_kUvBppgjcUvPdpx6k_hu8sUx4pjNitmUdOh1o",
        "fee": "paid",
        "date": "17:11:13:09:20:24",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good app really like functionality flexibility this app offers",
        "lemmatized_comment": "good app i really like the functionality and flexibility this app offers",
        "stemmed": "good ap i real lik the funct and flex thi ap offers",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good app really like functionality flexibility app offers",
        "stopwords_removal_lemmatization": "good app really like functionality flexibility this app offers",
        "length_words": 13,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1501,
        "appId": "358801284",
        "reviewId": 3009,
        "title": "Awesome app",
        "comment": "Great UI that aggregates so much information into one place, great app! Super intuitive to use.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great ui that aggregates so much information into one place, great app! super intuitive to use",
        "lemmatized_comment": "great ui that aggregate so much information into one place, great app! super intuitive to use",
        "stemmed": "gre ui that aggreg so much inform into on place, gre app! sup intuit to use",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great ui aggregates much information one place, great app! super intuitive use",
        "stopwords_removal_lemmatization": "great ui that aggregate so much information into one place, great app! super intuitive to use",
        "length_words": 19,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 966,
        "appId": "338227344",
        "reviewId": 1005,
        "title": "Kayak",
        "comment": "Great app. even for smaller regional airports.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app even for smaller regional airports",
        "lemmatized_comment": "great app even for smaller regional airports",
        "stemmed": "gre app ev for smal reg airports",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app even smaller regional airports",
        "stopwords_removal_lemmatization": "great app even for smaller regional airports",
        "length_words": 9,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1239,
        "appId": "475772902",
        "reviewId": 1026,
        "title": "Great",
        "comment": "Great app",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app",
        "lemmatized_comment": "great app",
        "stemmed": "gre ap",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app",
        "stopwords_removal_lemmatization": "great app",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 207,
        "appId": "#9_Modern Combat 4 Zero Hour",
        "reviewId": 153079,
        "title": null,
        "comment": "Idk\tWhy does it FOREVER to download!?! I have a galaxy 3 mini and its so long :'( Like i downloaded it cuz its says download over wifi and i accepted it and it was still downloading for two !@#$ing hrs!!!!!",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE55QjeGTo1M0J7bvyrn9urtaUShM5aQnez4b0MjYyRGPGS9N4s7Jz_8p-kcPY7qjJuzhWDKdT1mbEzlyw",
        "fee": "paid",
        "date": "00:31",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "idk why does forever to download!?! have galaxy 3 mini so long ( like downloaded cuz says download over wifi accepted was still downloading for two !@#$ing hrs!!!!!",
        "lemmatized_comment": "idk why do it forever to download!?! i have a galaxy 3 mini and it so long ( like i download it cuz it say download over wifi and i accept it and it be still download for two !@#$ing hrs!!!!!",
        "stemmed": "idk why doe it forev to download!?! i hav a galaxy 3 min and it so long ( lik i download it cuz it say download ov wif and i acceiv it and it was stil download for two !@#$ing hrs!!!!!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "idk forever download!?! galaxy 3 mini long ( like downloaded cuz says download wifi accepted still downloading two !@#$ing hrs!!!!!",
        "stopwords_removal_lemmatization": "idk why do forever to download!?! have galaxy 3 mini so long ( like download cuz say download over wifi accept be still download for two !@#$ing hrs!!!!!",
        "length_words": 55,
        "present_simple": 4,
        "present_con": 2,
        "past": 4,
        "future": 0
    },
    {
        "id": 202,
        "appId": "#3_DocumentsToGo Full Version Key",
        "reviewId": 111710,
        "title": null,
        "comment": "Awkward menus\tI bought this app. ..quickly attempted to do my most common types of formatting, and found it very slowly and fiddly on my note 2.  Much better on the BlackBerry.  So, as quickly as I could, I attempt to un install and get a refund, can't!!! So am I stuck?",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE4weeM6UimiaEjLKWdZIbQlLy6o4pfNBeI4Ne50Em6nx3plM9GwkUCOqUmY66tzs9NB4GJY9ctuaotDQ",
        "fee": "paid",
        "date": "19:06",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "awkward menus bought this app quickly attempted to do most common types of formatting, found very slowly fiddly note 2 much better blackberry so, as quickly as could, attempt to un install get refund, cant!!! so stuck?",
        "lemmatized_comment": "awkward menu i buy this app quickly attempt to do my most common type of formatting, and find it very slowly and fiddly on my note 2 much better on the blackberry so, a quickly a i could, i attempt to un install and get a refund, cant!!! so be i stuck?",
        "stemmed": "awkward men i bought thi app quickly attempt to do my most common typ of formatting, and found it very slow and fid on my not 2 much bet on the blackberry so, as quick as i could, i attempt to un inst and get a refund, cant!!! so am i stuck?",
        "sentiScore": -2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "awkward menus bought app quickly attempted common types formatting, found slowly fiddly note 2 much better blackberry so, quickly could, attempt un install get refund, cant!!! stuck?",
        "stopwords_removal_lemmatization": "awkward menu buy this app quickly attempt to do most common type of formatting, find very slowly fiddly note 2 much better blackberry so, a quickly a could, attempt to un install get refund, cant!!! so stuck?",
        "length_words": 63,
        "present_simple": 6,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 298,
        "appId": "#1_Camera Zoom FX",
        "reviewId": 90108,
        "title": null,
        "comment": "Decent but resolution too low\tI like the options and customization available but it can't take pictures at my Note 3's native resolution.",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE0Asehm0M5YTwcsJ1Ajsyx9-yCBXJqlS4BSQoB-3WoBRI0bTtWUAvgMFWm5LIsepX4rT3bIAt3i6PQcZM",
        "fee": "paid",
        "date": "24:12:13:18:23:21",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "decent but resolution too low like options customization available but cant take pictures at note 3s native resolution",
        "lemmatized_comment": "decent but resolution too low i like the option and customization available but it cant take picture at my note 3s native resolution",
        "stemmed": "dec but resolv too low i lik the opt and custom avail but it cant tak pict at my not 3s nat resolution",
        "sentiScore": -2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "decent resolution low like options customization available cant take pictures note 3s native resolution",
        "stopwords_removal_lemmatization": "decent but resolution too low like option customization available but cant take picture at note 3s native resolution",
        "length_words": 26,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 320,
        "appId": "#1_quizduell",
        "reviewId": 66513,
        "title": null,
        "comment": "Passt\tNaja",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE1L-g9ySkYAvCKlm010JJEXF0enHqZG7G5H7SPpzQZ22u1IMyxdeRLfKtQAWlrQR8NcnFBZAAefGMoZaI",
        "fee": "free",
        "date": "09:12:13:18:59:08",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "passt naja",
        "lemmatized_comment": "passt naja",
        "stemmed": "passt naj",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "passt naja",
        "stopwords_removal_lemmatization": "passt naja",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 678,
        "appId": "#4_antivirus GRATIS",
        "reviewId": 15707,
        "title": null,
        "comment": "No holes\tGreat app.",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-bLG3OQp_SoVPaff7zpeJa4RDGG0a2-H3gP1s2ohey0g3AM2YGP0UdUe_EURhoLikmGYOkYPzURDiOw",
        "fee": "free",
        "date": "07:01:14:02:36:25",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "no holes great app",
        "lemmatized_comment": "no hole great app",
        "stemmed": "no hol gre app",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "holes great app",
        "stopwords_removal_lemmatization": "no hole great app",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 530,
        "appId": "#8_gmx mail",
        "reviewId": 76415,
        "title": null,
        "comment": "Good",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0JRFPDM1Bc19TOP3YM7cfW488aMgCTwkVZDMK4zSjJOHqkOVdDSuhhSBtsusK08yfDufjaoIW4PyqlPQ",
        "fee": "free",
        "date": "09:04:13:06:05:19",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good",
        "lemmatized_comment": "good",
        "stemmed": "good",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good",
        "stopwords_removal_lemmatization": "good",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1676,
        "appId": "450991137",
        "reviewId": 157,
        "title": "Love it",
        "comment": "The is a great app for someone on the go that needs to know what is going on w/ the delays. This app has helped me be in time to a few interviews.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app for someone go that needs to know what going w delays this app has helped be time to few interviews",
        "lemmatized_comment": "the be a great app for someone on the go that need to know what be go on w the delays this app have help me be in time to a few interviews",
        "stemmed": "the is a gre ap for someon on the go that nee to know what is going on w the delays thi ap has help me be in tim to a few interviews",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app someone go needs know going w delays app helped time interviews",
        "stopwords_removal_lemmatization": "great app for someone go that need to know what go w delays this app have help be time to few interviews",
        "length_words": 35,
        "present_simple": 6,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 474,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 143755,
        "title": null,
        "comment": "Works fine and fun\tEverything's good now only problem is, is like mentioned on by another commentor is the it crashes when u scroll through ship selection other then that little problem it's fun to play good job ubi and it also says theres a Google play edition ship but I cant find it.",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE-rkQ_t92DKxbv8FG6Ua942sqDPIP45_RGNMBP8kXTxktpJ3PrsMFvxIFJslAjYP6psyzUzwkVEQhCeQ",
        "fee": "paid",
        "date": "15:46",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "works fine fun everythings good now only problem is, like mentioned by another commentor crashes when u scroll through ship selection other then that little problem its fun to play good job ubi also says theres google play edition ship but cant find it",
        "lemmatized_comment": "work fine and fun everythings good now only problem is, be like mention on by another commentor be the it crash when u scroll through ship selection other then that little problem its fun to play good job ubi and it also say there a google play edition ship but i cant find it",
        "stemmed": "work fin and fun everythings good now on problem is, is lik ment on by ano com is the it crash when u scroll through ship select oth then that littl problem its fun to play good job ub and it also say ther a googl play edit ship but i cant find it",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "works fine fun everythings good problem is, like mentioned another commentor crashes u scroll ship selection little problem its fun play good job ubi also says theres google play edition ship cant find it",
        "stopwords_removal_lemmatization": "work fine fun everythings good now only problem is, like mention by another commentor crash when u scroll through ship selection other then that little problem its fun to play good job ubi also say there google play edition ship but cant find it",
        "length_words": 58,
        "present_simple": 10,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 237,
        "appId": "#3_skype",
        "reviewId": 12333,
        "title": null,
        "comment": "Ok",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE91qk1IuhsNX70pUQP00sqhjvOrOK8xXMyZTYSEREZrad8QO9XECuYANPkOsXytcVLMnHBoypZa3aDaw",
        "fee": "free",
        "date": "11:01:14:23:52:32",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ok",
        "lemmatized_comment": "ok",
        "stemmed": "ok",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ok",
        "stopwords_removal_lemmatization": "ok",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 755,
        "appId": "#8_Wo ist mein Wasser",
        "reviewId": 149333,
        "title": null,
        "comment": "Gs4\tLove it great new puzzles",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-LRsytw8BUqrdIvQQXDfrF7jkXhHi2FH_qhoM2kzoa2cgp_yfAj3_ZFzKmQnOqxdWzjU_cfj449OfrA",
        "fee": "paid",
        "date": "03:03",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "gs4 love great new puzzles",
        "lemmatized_comment": "gs4 love it great new puzzle",
        "stemmed": "gs4 lov it gre new puzzl",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "gs4 love great new puzzles",
        "stopwords_removal_lemmatization": "gs4 love great new puzzle",
        "length_words": 6,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 648,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 144690,
        "title": null,
        "comment": "Great game\tNice graphics and runs smooth on HTC One",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-5zK4DwSXd0ZqfYPm-ZcXTTnl6jF-d_xDeKnlN4CXLTaFABfDjnTqCQXsizHqUtJiobfHAl1mtVi93Q",
        "fee": "paid",
        "date": "23:28",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "great game nice graphics runs smooth htc one",
        "lemmatized_comment": "great game nice graphic and run smooth on htc one",
        "stemmed": "gre gam nic graph and run smoo on htc on",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great game nice graphics runs smooth htc one",
        "stopwords_removal_lemmatization": "great game nice graphic run smooth htc one",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1752,
        "appId": "518042655",
        "reviewId": 3167,
        "title": "Reunion Without the Plane Tix!",
        "comment": "Fun way to get back in touch with classmates in a time-capsule way!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "fun way to get back touch with classmates time-capsule way!",
        "lemmatized_comment": "fun way to get back in touch with classmate in a time-capsule way!",
        "stemmed": "fun way to get back in touch with classm in a time-capsul way!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "fun way get back touch classmates time-capsule way!",
        "stopwords_removal_lemmatization": "fun way to get back touch with classmate time-capsule way!",
        "length_words": 14,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 46,
        "appId": "#9_Modern Combat 4 Zero Hour",
        "reviewId": 153841,
        "title": null,
        "comment": "can't even download\tI purchased this game but it wont even download to my device",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE0f9noVSoOZkQBLx5GH25eRTpRvDF6K34mlNp4JfRHePEa6deqh3FmlkBqh33F-qP0j5ssX3pAfqlDrtQ",
        "fee": "paid",
        "date": "17:41",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "cant even download purchased this game but wont even download to device",
        "lemmatized_comment": "cant even download i purchase this game but it wont even download to my device",
        "stemmed": "cant ev download i purcha thi gam but it wont ev download to my dev",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "cant even download purchased game wont even download device",
        "stopwords_removal_lemmatization": "cant even download purchase this game but wont even download to device",
        "length_words": 16,
        "present_simple": 1,
        "present_con": 0,
        "past": 3,
        "future": 0
    },
    {
        "id": 659,
        "appId": "#8_Wo ist mein Wasser",
        "reviewId": 148400,
        "title": null,
        "comment": "Mojukg\tMouse monster Maxwell man of the sea! !!!!!!!!!!!!!!!!!!!!!!!!! 2",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-82AE0CfNc1j6nrGYjtMFaHxru8GZS-VopZhw_Sk3wn8L7sBKCYF1FTMqVYsomBQKA-_hEdEKMYqygQ",
        "fee": "paid",
        "date": "07:27",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "mojukg mouse monster maxwell man of sea! !!!!!!!!!!!!!!!!!!!!!!!!! 2",
        "lemmatized_comment": "mojukg mouse monster maxwell man of the sea! !!!!!!!!!!!!!!!!!!!!!!!!! 2",
        "stemmed": "mojukg mou monst maxwel man of the sea! !!!!!!!!!!!!!!!!!!!!!!!!! 2",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "mojukg mouse monster maxwell man sea! !!!!!!!!!!!!!!!!!!!!!!!!! 2",
        "stopwords_removal_lemmatization": "mojukg mouse monster maxwell man of sea! !!!!!!!!!!!!!!!!!!!!!!!!! 2",
        "length_words": 35,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 527,
        "appId": "#1_OfficeSuite Pro 7  (PDF und HD)",
        "reviewId": 107986,
        "title": null,
        "comment": "Best of what's available\tI've purchased a few of these word emulator apps and Office Suite is the best. It's very easy to edit with the toolbars. I would give it a five but there are some word spacing issues and I've lost edits occasionally when saving to Dropbox",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0hQ7eWSXx3897lGY8ygyJEoaLiWwlTyPPpK7dp1ET4kvwESPxJP-kNriw3JSlquoEN2VKR0a1uXuc3xU",
        "fee": "paid",
        "date": "18:19",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "best of whats available ive purchased few of these word emulator apps office suite best its very easy to edit with toolbars would give five but there some word spacing issues ive lost edits occasionally when saving to dropbox",
        "lemmatized_comment": "best of whats available ive purchase a few of these word emulator apps and office suite be the best its very easy to edit with the toolbars i would give it a five but there be some word space issue and ive lose edit occasionally when save to dropbox",
        "stemmed": "best of whats avail ive purcha a few of the word em ap and off suit is the best its very easy to edit with the toolbars i would giv it a fiv but ther ar som word spac issu and ive lost edit occa when sav to dropbox",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best whats available ive purchased word emulator apps office suite best its easy edit toolbars would give five word spacing issues ive lost edits occasionally saving dropbox",
        "stopwords_removal_lemmatization": "best of whats available ive purchase few of these word emulator apps office suite best its very easy to edit with toolbars would give five but there some word space issue ive lose edit occasionally when save to dropbox",
        "length_words": 55,
        "present_simple": 8,
        "present_con": 2,
        "past": 2,
        "future": 0
    },
    {
        "id": 1039,
        "appId": "364894966",
        "reviewId": 679,
        "title": "Delighted",
        "comment": "I was very pleased with this app.  The graphics are excellent and the interface is very easy to use and navigate through.  The quiz options and video are a great bonus feature.  I am really satisfied (especially for the price) and look forward to trying out the other systems' software.  Nice Work!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "was very pleased with this app graphics excellent interface very easy to use navigate through quiz options video great bonus feature really satisfied (especially for price) look forward to trying other systems software nice work!",
        "lemmatized_comment": "i be very please with this app the graphic be excellent and the interface be very easy to use and navigate through the quiz option and video be a great bonus feature i be really satisfy (especially for the price) and look forward to try out the other systems software nice work!",
        "stemmed": "i was very plea with thi app the graph ar excel and the interfac is very easy to us and navig through the quiz opt and video ar a gre bon feature i am real satisfy (especially for the price) and look forward to try out the oth systems software nic work!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "pleased app graphics excellent interface easy use navigate through quiz options video great bonus feature really satisfied (especially price) look forward trying systems software nice work!",
        "stopwords_removal_lemmatization": "be very please with this app graphic excellent interface very easy to use navigate through quiz option video great bonus feature really satisfy (especially for price) look forward to try other systems software nice work!",
        "length_words": 60,
        "present_simple": 8,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 1134,
        "appId": "405566203",
        "reviewId": 84,
        "title": "Good app",
        "comment": "Probably a great app for 4 and up. I've used it with several 2 year olds and it's amazing how quickly they catch onto the spelling part. However they are confused by the plane when they can't move it. The tilting the iPad this is not natural for them and the fact that if you're not directly on the plane when you try to trace the letters really throws them off.. If only there was a way to play this on easy mode it would be perfect for younger kids to learn their ABCs. Then activate the tilt functions when they are older or master the easy parts.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "probably great app for 4 up ive used with several 2 year olds its amazing how quickly catch onto spelling part however confused by plane when cant move it tilting ipad this not natural for fact that if youre not directly plane when try to trace letters really throws off if only there was way to play this easy mode would be perfect for younger kids to learn abcs then activate tilt functions when older or master easy parts",
        "lemmatized_comment": "probably a great app for 4 and up ive use it with several 2 year old and its amaze how quickly they catch onto the spell part however they be confuse by the plane when they cant move it the tilt the ipad this be not natural for them and the fact that if youre not directly on the plane when you try to trace the letter really throw them off if only there be a way to play this on easy mode it would be perfect for younger kid to learn their abcs then activate the tilt function when they be older or master the easy parts",
        "stemmed": "prob a gre ap for 4 and up ive us it with sev 2 year old and its amaz how quick they catch onto the spel part howev they ar conf by the plan when they cant mov it the tilt the ipad thi is not nat for them and the fact that if youre not direct on the plan when you try to trac the let real throws them off if on ther was a way to play thi on easy mod it would be perfect for young kid to learn their abcs then act the tilt funct when they ar old or mast the easy parts",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "probably great app 4 up ive used several 2 year olds its amazing quickly catch onto spelling part however confused plane cant move it tilting ipad natural fact youre directly plane try trace letters really throws off way play easy mode would perfect younger kids learn abcs activate tilt functions older master easy parts",
        "stopwords_removal_lemmatization": "probably great app for 4 up ive use with several 2 year old its amaze how quickly catch onto spell part however confuse by plane when cant move it tilt ipad this not natural for fact that if youre not directly plane when try to trace letter really throw off if only there be way to play this easy mode would be perfect for younger kid to learn abcs then activate tilt function when older or master easy parts",
        "length_words": 117,
        "present_simple": 15,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 898,
        "appId": "310947683",
        "reviewId": 1883,
        "title": "Awesome selling and buying tool !",
        "comment": "I have sold and bought many things using Craigslist.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "have sold bought many things using craigslist",
        "lemmatized_comment": "i have sell and buy many thing use craigslist",
        "stemmed": "i hav sold and bought many thing us craigslist",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "sold bought many things using craigslist",
        "stopwords_removal_lemmatization": "have sell buy many thing use craigslist",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 1,
        "past": 2,
        "future": 0
    },
    {
        "id": 803,
        "appId": "381342267",
        "reviewId": 619,
        "title": "Great Fun",
        "comment": "This game is really fun and a great way to learn facts, geography, capitals, landmarks and locations of all of the great states in the United States! My nephews are into strategically placing the stacks. Super learning fun!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this game really fun great way to learn facts, geography, capitals, landmarks locations of all of great states united states! nephews into strategically placing stacks super learning fun!",
        "lemmatized_comment": "this game be really fun and a great way to learn facts, geography, capitals, landmark and location of all of the great state in the unite states! my nephew be into strategically place the stacks super learn fun!",
        "stemmed": "thi gam is real fun and a gre way to learn facts, geography, capitals, landmark and loc of al of the gre stat in the unit states! my nephew ar into strategically plac the stacks sup learn fun!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "game really fun great way learn facts, geography, capitals, landmarks locations great states united states! nephews strategically placing stacks super learning fun!",
        "stopwords_removal_lemmatization": "this game really fun great way to learn facts, geography, capitals, landmark location of all of great state unite states! nephew into strategically place stacks super learn fun!",
        "length_words": 44,
        "present_simple": 3,
        "present_con": 2,
        "past": 2,
        "future": 0
    },
    {
        "id": 1684,
        "appId": "454975562",
        "reviewId": 3135,
        "title": "Amazing!",
        "comment": "Great App :3",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app 3",
        "lemmatized_comment": "great app 3",
        "stemmed": "gre ap 3",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app 3",
        "stopwords_removal_lemmatization": "great app 3",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 414,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 134921,
        "title": null,
        "comment": "Probm on Grand\tMy Grand often hang while playing this game",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE5m7ek79HsIXp2UnHR4yPMFOsU0dDTu9kYf7d9DllIFCtnN8gHi92aiJdy9mxiHo2ft9Bgi1-PTry8kQ",
        "fee": "paid",
        "date": "23:08",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "probm grand grand often hang while playing this game",
        "lemmatized_comment": "probm on grand my grand often hang while play this game",
        "stemmed": "probm on grand my grand oft hang whil play thi gam",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "probm grand grand often hang playing game",
        "stopwords_removal_lemmatization": "probm grand grand often hang while play this game",
        "length_words": 11,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1038,
        "appId": "364894966",
        "reviewId": 672,
        "title": "Wanting MORE, Awesome app",
        "comment": "I actually believe this app is totally awesome in helping me prepare for my boards. However, just as the muscle name is given in audio; I wish there was an option hearing all the muscles info in audio. For me, retaining info comes better in audio, activities, and constant quizzing.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "actually believe this app totally awesome helping prepare for boards however, just as muscle name given audio wish there was option hearing all muscles info audio for me, retaining info comes better audio, activities, constant quizzing",
        "lemmatized_comment": "i actually believe this app be totally awesome in help me prepare for my boards however, just a the muscle name be give in audio i wish there be an option hear all the muscle info in audio for me, retain info come better in audio, activities, and constant quizzing",
        "stemmed": "i act believ thi ap is tot awesom in help me prep for my boards however, just as the musc nam is giv in audio i wish ther was an opt hear al the musc info in audio for me, retain info com bet in audio, activities, and const quizzing",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "actually believe app totally awesome helping prepare boards however, muscle name given audio wish option hearing muscles info audio me, retaining info comes better audio, activities, constant quizzing",
        "stopwords_removal_lemmatization": "actually believe this app totally awesome help prepare for boards however, just a muscle name give audio wish there be option hear all muscle info audio for me, retain info come better audio, activities, constant quizzing",
        "length_words": 58,
        "present_simple": 7,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 564,
        "appId": "#1_Camera Zoom FX",
        "reviewId": 92598,
        "title": null,
        "comment": "Excellent app\tLove the features and so easy to use.",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE12QmMXbwZbGgLCdsHmCxwRXs80LU3rnTf2-EniZd0kFBIQWFw9qdqrCK17JzDTLy47x7WwBateJsNhz0",
        "fee": "paid",
        "date": "25:04:13:06:49:10",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "excellent app love features so easy to use",
        "lemmatized_comment": "excellent app love the feature and so easy to use",
        "stemmed": "excel ap lov the feat and so easy to use",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent app love features easy use",
        "stopwords_removal_lemmatization": "excellent app love feature so easy to use",
        "length_words": 11,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1117,
        "appId": "402056323",
        "reviewId": 551,
        "title": "Great app",
        "comment": "Great app",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app",
        "lemmatized_comment": "great app",
        "stemmed": "gre ap",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app",
        "stopwords_removal_lemmatization": "great app",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1641,
        "appId": "418987775",
        "reviewId": 158,
        "title": "Love your app & Tune In",
        "comment": "Easy to use....love French...using French stations to improve my French.\nIt's working!!!  Merci, merci!!!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "easy to uselove frenchusing french stations to improve french its working!!! merci, merci!!!",
        "lemmatized_comment": "easy to uselove frenchusing french station to improve my french its working!!! merci, merci!!!",
        "stemmed": "easy to uselov frenchusing french stat to improv my french its working!!! merci, merci!!!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "easy uselove frenchusing french stations improve french its working!!! merci, merci!!!",
        "stopwords_removal_lemmatization": "easy to uselove frenchusing french station to improve french its working!!! merci, merci!!!",
        "length_words": 27,
        "present_simple": 3,
        "present_con": 2,
        "past": 0,
        "future": 0
    },
    {
        "id": 1086,
        "appId": "385384781",
        "reviewId": 177,
        "title": "Textfree",
        "comment": "Join my communities SUMMERPM and\nDRIVENOVERBOARD please. Oh and this app is good -ADs tho",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "join communities summerpm drivenoverboard please oh this app good -ads tho",
        "lemmatized_comment": "join my community summerpm and drivenoverboard please oh and this app be good -ads tho",
        "stemmed": "join my commun summerpm and drivenoverboard please oh and thi ap is good -ads tho",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "join communities summerpm drivenoverboard please oh app good -ads tho",
        "stopwords_removal_lemmatization": "join community summerpm drivenoverboard please oh this app good -ads tho",
        "length_words": 16,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 341,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 143500,
        "title": null,
        "comment": "Ok\tLove the game but after update its at 0mb/0mb and not loading im ysing the Samsung galaxy s4 active",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE2c-HivE-zcQbMAS8xzGjHZZ8Xpm8MetprN12iUuEVqtrFEf0iJ-bEUYAgNXwERawAiY47hcLe3X-Tjw",
        "fee": "paid",
        "date": "11:37",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ok love game but after update at 0mb0mb not loading im ysing samsung galaxy s4 active",
        "lemmatized_comment": "ok love the game but after update it at 0mb0mb and not load im ysing the samsung galaxy s4 active",
        "stemmed": "ok lov the gam but aft upd it at 0mb0mb and not load im ys the samsung galaxy s4 act",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ok love game update 0mb0mb loading im ysing samsung galaxy s4 active",
        "stopwords_removal_lemmatization": "ok love game but after update at 0mb0mb not load im ysing samsung galaxy s4 active",
        "length_words": 20,
        "present_simple": 0,
        "present_con": 2,
        "past": 1,
        "future": 0
    },
    {
        "id": 1101,
        "appId": "391310821",
        "reviewId": 841,
        "title": "Very innacurate",
        "comment": "Told me I was 31 when in 13 very sad app lowers self asteem lol don't get this app it is misleading and very inaccurate do not waste ur time",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "told was 31 when 13 very sad app lowers self asteem lol dont get this app misleading very inaccurate do not waste ur time",
        "lemmatized_comment": "tell me i be 31 when in 13 very sad app lower self asteem lol dont get this app it be mislead and very inaccurate do not waste ur time",
        "stemmed": "told me i was 31 when in 13 very sad ap low self asteem lol dont get thi ap it is mislead and very inacc do not wast ur tim",
        "sentiScore": -5,
        "sentiScore_pos": 2,
        "sentiScore_neg": -5,
        "stopwords_removal_nltk": "told 31 13 sad app lowers self asteem lol dont get app misleading inaccurate waste ur time",
        "stopwords_removal_lemmatization": "tell be 31 when 13 very sad app lower self asteem lol dont get this app mislead very inaccurate do not waste ur time",
        "length_words": 31,
        "present_simple": 6,
        "present_con": 1,
        "past": 2,
        "future": 0
    },
    {
        "id": 775,
        "appId": "#6_stickman_soccer",
        "reviewId": 71297,
        "title": null,
        "comment": "Perfekt\tHervorragend",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-OLa05oRoXqpvVynT88pUuLstwTewitqdQxWaTEomXZY1Nq4WM-nRuTNcHu5Gm_8yMqiRR7-vFJGRGdo",
        "fee": "free",
        "date": "29:11:13:18:50:29",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "perfekt hervorragend",
        "lemmatized_comment": "perfekt hervorragend",
        "stemmed": "perfekt hervorragend",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "perfekt hervorragend",
        "stopwords_removal_lemmatization": "perfekt hervorragend",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1479,
        "appId": "350027738",
        "reviewId": 763,
        "title": "Best app for comicbook lovers",
        "comment": "Great app, huge selection of titles, and great free section with plenty of releases semi-monthly/monthly. Only problem is the viewer occaisonally hangs up but not often and restarting the app usually remedies this. Overall, one of the best apps in the entire app store.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app, huge selection of titles, great free section with plenty of releases semi-monthlymonthly only problem viewer occaisonally hangs but not often restarting app usually remedies this overall, one of best apps entire app store",
        "lemmatized_comment": "great app, huge selection of titles, and great free section with plenty of release semi-monthlymonthly only problem be the viewer occaisonally hang up but not often and restart the app usually remedy this overall, one of the best apps in the entire app store",
        "stemmed": "gre app, hug select of titles, and gre fre sect with plenty of relea semi-monthlymonthly on problem is the view occaison hang up but not oft and restart the ap us remedy this overall, on of the best ap in the entir ap store",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "great app, huge selection titles, great free section plenty releases semi-monthlymonthly problem viewer occaisonally hangs often restarting app usually remedies this overall, one best apps entire app store",
        "stopwords_removal_lemmatization": "great app, huge selection of titles, great free section with plenty of release semi-monthlymonthly only problem viewer occaisonally hang but not often restart app usually remedy this overall, one of best apps entire app store",
        "length_words": 50,
        "present_simple": 3,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1109,
        "appId": "394284454",
        "reviewId": 132,
        "title": "5+ the best!!!",
        "comment": "If the stars could higher I would rate them as so. Want to be an orthopedic surgeon and this is the best app I've ever came across for learning the skeletal system!!! I would recommend it to anyone from a surgical trainee to a high school A&P student! The best, can't say it enough!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "if stars could higher would rate as so want to be orthopedic surgeon this best app ive ever came across for learning skeletal system!!! would recommend to anyone from surgical trainee to high school a&p student! best, cant say enough!",
        "lemmatized_comment": "if the star could higher i would rate them a so want to be an orthopedic surgeon and this be the best app ive ever come across for learn the skeletal system!!! i would recommend it to anyone from a surgical trainee to a high school a&p student! the best, cant say it enough!",
        "stemmed": "if the star could high i would rat them as so want to be an orthop surgeon and thi is the best ap ive ev cam across for learn the skelet system!!! i would recommend it to anyon from a surg train to a high school a&p student! the best, cant say it enough!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "stars could higher would rate so want orthopedic surgeon best app ive ever came across learning skeletal system!!! would recommend anyone surgical trainee high school a&p student! best, cant say enough!",
        "stopwords_removal_lemmatization": "if star could higher would rate a so want to be orthopedic surgeon this best app ive ever come across for learn skeletal system!!! would recommend to anyone from surgical trainee to high school a&p student! best, cant say enough!",
        "length_words": 65,
        "present_simple": 6,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1040,
        "appId": "364906378",
        "reviewId": 784,
        "title": "None Better",
        "comment": "The best app for finding quality apps.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "best app for finding quality apps",
        "lemmatized_comment": "the best app for find quality apps",
        "stemmed": "the best ap for find qual apps",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best app finding quality apps",
        "stopwords_removal_lemmatization": "best app for find quality apps",
        "length_words": 8,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 581,
        "appId": "#4_sonic_dash",
        "reviewId": 68918,
        "title": null,
        "comment": "Ganz gut\tWird  auf die Dauer sau langweilig weil es immer des gleiche ist ...",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE1EjxewLsrQH6RzP4sDS7YdGGQg-mKmGFaCON-eJUvybdD4GB1F5Rhhw63EJpVgSfqusmH-i8yhoyZ6QQ",
        "fee": "free",
        "date": "14:12:13:14:31:34",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ganz gut wird auf die dauer sau langweilig weil es immer des gleiche ist ",
        "lemmatized_comment": "ganz gut wird auf die dauer sau langweilig weil e immer de gleiche ist ",
        "stemmed": "ganz gut wird auf die dau sau langweilig weil es im des gleich ist ",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ganz gut wird auf die dauer sau langweilig weil es immer des gleiche ist ",
        "stopwords_removal_lemmatization": "ganz gut wird auf die dauer sau langweilig weil e immer de gleiche ist ",
        "length_words": 15,
        "present_simple": 2,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1311,
        "appId": "283646709",
        "reviewId": 23,
        "title": "Great app",
        "comment": "Best",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "best",
        "lemmatized_comment": "best",
        "stemmed": "best",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best",
        "stopwords_removal_lemmatization": "best",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 290,
        "appId": "#3_skype",
        "reviewId": 13161,
        "title": null,
        "comment": "Nice\tIts useful",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE-Lp3MN1BGK6UUO32bWvgvkmBZcEd9kdIsuGQDW6qh8VpoEJxHLIvmG1_qhRE7MkQEROrieEDElia1PA",
        "fee": "free",
        "date": "10:01:14:21:21:53",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "nice useful",
        "lemmatized_comment": "nice it useful",
        "stemmed": "nic it us",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "nice useful",
        "stopwords_removal_lemmatization": "nice useful",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 189,
        "appId": "#8_gmx mail",
        "reviewId": 75782,
        "title": null,
        "comment": "Glitchy\tWould never load my new emails. Switched back to native email client on my Note II.",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE2rqBilwwi5NE3x378hRLz_zQ2eS6Qxnh8w4rKAp3-B0NrKEDl0w4xjjRCVmhdLvK2FKAk9G7PpWve6tc",
        "fee": "free",
        "date": "16:12:13:20:57:27",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "glitchy would never load new emails switched back to native email client note ii",
        "lemmatized_comment": "glitchy would never load my new emails switch back to native email client on my note ii",
        "stemmed": "glitchy would nev load my new emails switch back to nat email cli on my not ii",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "glitchy would never load new emails switched back native email client note ii",
        "stopwords_removal_lemmatization": "glitchy would never load new emails switch back to native email client note ii",
        "length_words": 19,
        "present_simple": 2,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 862,
        "appId": "306586847",
        "reviewId": 195,
        "title": "Yes",
        "comment": "Yes",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "yes",
        "lemmatized_comment": "yes",
        "stemmed": "ye",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "yes",
        "stopwords_removal_lemmatization": "yes",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1373,
        "appId": "306273816",
        "reviewId": 623,
        "title": "I use it all the time!!!",
        "comment": "As an author, I definitely nee something like this on the go. It's nice not having to wait until I get home to type the next chapter of my book, and I don't have to carry around my binder full of notebook paper. This is amazing ad extremely convenient!!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "as author, definitely nee something like this go its nice not having to wait until get home to type next chapter of book, dont have to carry around binder full of notebook paper this amazing ad extremely convenient!!",
        "lemmatized_comment": "a an author, i definitely nee something like this on the go its nice not have to wait until i get home to type the next chapter of my book, and i dont have to carry around my binder full of notebook paper this be amaze ad extremely convenient!!",
        "stemmed": "as an author, i definit nee some lik thi on the go its nic not hav to wait until i get hom to typ the next chapt of my book, and i dont hav to carry around my bind ful of notebook paper thi is amaz ad extrem convenient!!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "author, definitely nee something like go its nice wait get home type next chapter book, dont carry around binder full notebook paper amazing ad extremely convenient!!",
        "stopwords_removal_lemmatization": "a author, definitely nee something like this go its nice not have to wait until get home to type next chapter of book, dont have to carry around binder full of notebook paper this amaze ad extremely convenient!!",
        "length_words": 57,
        "present_simple": 9,
        "present_con": 2,
        "past": 0,
        "future": 0
    },
    {
        "id": 589,
        "appId": "#6_firefox",
        "reviewId": 19287,
        "title": null,
        "comment": "Ma",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE1HDLEmP-3Nomk0YnN0k6rdLXrXD5ue88GjRNP_lc55jhMuPItRpQAEt_XVpnEa_4gi-rRc9QUIqnnYQ",
        "fee": "free",
        "date": "02:01:14:00:08:19",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ma",
        "lemmatized_comment": "ma",
        "stemmed": "ma",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ma",
        "stopwords_removal_lemmatization": "ma",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 636,
        "appId": "#2_Printerhsare premium key",
        "reviewId": 108419,
        "title": null,
        "comment": "Best Printing App Ever!\r",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-3MQXMI1tispsJHJAUCkYnErJU5nhO4vWy8OFaDIVxkmgpcUg-86M8u95-3dB2F3DcrFsdmd88OflWA",
        "fee": "paid",
        "date": "21:55",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "best printing app ever!",
        "lemmatized_comment": "best print app ever!",
        "stemmed": "best print ap ever!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best printing app ever!",
        "stopwords_removal_lemmatization": "best print app ever!",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1037,
        "appId": "364894966",
        "reviewId": 550,
        "title": "PTA",
        "comment": "Good basic muscle app, worth the $",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "good basic muscle app, worth $",
        "lemmatized_comment": "good basic muscle app, worth the $",
        "stemmed": "good bas musc app, wor the $",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good basic muscle app, worth $",
        "stopwords_removal_lemmatization": "good basic muscle app, worth $",
        "length_words": 8,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 672,
        "appId": "#4_Photo Grid - Collage Maker",
        "reviewId": 34562,
        "title": null,
        "comment": "Fun",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-aRoXFU_Cb-aVvR0oKUd7BwxgXtO-TMqWfNVwsSA5U0Bvi2zJvM2lFANueIsYCGzNvJcnjtoVQ2Jlvg",
        "fee": "free",
        "date": "09:01:14:11:00:56",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "fun",
        "lemmatized_comment": "fun",
        "stemmed": "fun",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "fun",
        "stopwords_removal_lemmatization": "fun",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 793,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 145169,
        "title": null,
        "comment": "Fun and engaging\tSo far the game has run smoothly, been enaging and fun. Its easy enough I don't get annoyed and hard enough I don't get bored. Will update after some time of playing.",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-q3HEq9l8BYzB4vnJB1NWDad3S15j2pvTs6HGsX2-zBIrgNPNK6lEkX4xrXuFYvLrwbFRLXMx3h2joQ",
        "fee": "paid",
        "date": "16:27",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "fun engaging so far game has run smoothly, been enaging fun easy enough dont get annoyed hard enough dont get bored will update after some time of playing",
        "lemmatized_comment": "fun and engage so far the game have run smoothly, be enaging and fun it easy enough i dont get annoy and hard enough i dont get bored will update after some time of playing",
        "stemmed": "fun and eng so far the gam has run smoothly, been en and fun it easy enough i dont get annoy and hard enough i dont get bored wil upd aft som tim of playing",
        "sentiScore": -3,
        "sentiScore_pos": 2,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "fun engaging far game run smoothly, enaging fun easy enough dont get annoyed hard enough dont get bored update time playing",
        "stopwords_removal_lemmatization": "fun engage so far game have run smoothly, be enaging fun easy enough dont get annoy hard enough dont get bored will update after some time of playing",
        "length_words": 41,
        "present_simple": 6,
        "present_con": 2,
        "past": 4,
        "future": 1
    },
    {
        "id": 1305,
        "appId": "545088883",
        "reviewId": 582,
        "title": "Great app",
        "comment": "Cant go wrong",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "cant go wrong",
        "lemmatized_comment": "cant go wrong",
        "stemmed": "cant go wrong",
        "sentiScore": -2,
        "sentiScore_pos": 1,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "cant go wrong",
        "stopwords_removal_lemmatization": "cant go wrong",
        "length_words": 3,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 437,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 135580,
        "title": null,
        "comment": "Awesome\thigh five EA :) Its working fine with my Xperia SL Awesome graphics and physics Keep rocking",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE-3NJ0-iOns8ldJrF1z2YMRXJuxcKXIAsLRamFRO-bGIpjoj2qwY75pHtBHGdwnrcCeSn8bYoBW_nAUw",
        "fee": "paid",
        "date": "20:25",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "awesome high five ea ) working fine with xperia sl awesome graphics physics keep rocking",
        "lemmatized_comment": "awesome high five ea ) it work fine with my xperia sl awesome graphic and physic keep rock",
        "stemmed": "awesom high fiv ea ) it work fin with my xper sl awesom graph and phy keep rock",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "awesome high five ea ) working fine xperia sl awesome graphics physics keep rocking",
        "stopwords_removal_lemmatization": "awesome high five ea ) work fine with xperia sl awesome graphic physic keep rock",
        "length_words": 19,
        "present_simple": 1,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1657,
        "appId": "431491469",
        "reviewId": 183,
        "title": "Great deals",
        "comment": "Makes finding hard-to-find deals easy",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "makes finding hard-to-find deals easy",
        "lemmatized_comment": "make find hard-to-find deal easy",
        "stemmed": "mak find hard-to-find deal easy",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "makes finding hard-to-find deals easy",
        "stopwords_removal_lemmatization": "make find hard-to-find deal easy",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 519,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 133937,
        "title": null,
        "comment": "Nice Gameplay\ttakes head to head with desktop/gaming devices version",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0Dzs1T9Y1Wpe2wamuM3bn_No5wMwFOjgKDoL_s8smyspBk_8VT9hwhncKcYUhEEawudPCk4vbzYO6Xg",
        "fee": "paid",
        "date": "06:42",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "nice gameplay takes head to head with desktopgaming devices version",
        "lemmatized_comment": "nice gameplay take head to head with desktopgaming device version",
        "stemmed": "nic gameplay tak head to head with desktopgaming dev vert",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "nice gameplay takes head head desktopgaming devices version",
        "stopwords_removal_lemmatization": "nice gameplay take head to head with desktopgaming device version",
        "length_words": 10,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1583,
        "appId": "400989007",
        "reviewId": 197,
        "title": "Terrible",
        "comment": "Liked the idea. Implementation was horrible though. Can't read the dang books. What's the point to this app if I can't zoom in on the text to actually see it. With even the best vision no one can read the books on here!! Why would you even think of creating this app of it\ndoesn't work properly?? I'm incredibly disappointed in you Google.",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "liked idea implementation was horrible though cant read dang books whats point to this app if cant zoom text to actually see it with even best vision no one can read books here!! why would even think of creating this app of doesnt work properly?? im incredibly disappointed google",
        "lemmatized_comment": "like the idea implementation be horrible though cant read the dang books whats the point to this app if i cant zoom in on the text to actually see it with even the best vision no one can read the book on here!! why would you even think of create this app of it doesnt work properly?? im incredibly disappoint in you google",
        "stemmed": "lik the idea impl was hor though cant read the dang books whats the point to thi ap if i cant zoom in on the text to act see it with ev the best vis no on can read the book on here!! why would you ev think of cre thi ap of it doesnt work properly?? im incr disappoint in you google",
        "sentiScore": -4,
        "sentiScore_pos": 3,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "liked idea implementation horrible though cant read dang books whats point app cant zoom text actually see it even best vision one read books here!! would even think creating app doesnt work properly?? im incredibly disappointed google",
        "stopwords_removal_lemmatization": "like idea implementation be horrible though cant read dang books whats point to this app if cant zoom text to actually see it with even best vision no one can read book here!! why would even think of create this app of doesnt work properly?? im incredibly disappoint google",
        "length_words": 77,
        "present_simple": 10,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 1167,
        "appId": "421706526",
        "reviewId": 158,
        "title": "Neat app",
        "comment": "Great app.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app",
        "lemmatized_comment": "great app",
        "stemmed": "gre app",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app",
        "stopwords_removal_lemmatization": "great app",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 181,
        "appId": "#3_skype",
        "reviewId": 12845,
        "title": null,
        "comment": "Hmmm\tMessages I receive on my app don't show on the laptop version of Skype and vice versa.",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE22C_hLZktUNgJm6IBsyDYIHPXVR3LNJ5_OOc-Mglk7jBL3nK1eY0zJsmJ0MMqCoVI1lrQPKP2yBV0Ww",
        "fee": "free",
        "date": "11:01:14:09:23:25",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "hmmm messages receive app dont show laptop version of skype vice versa",
        "lemmatized_comment": "hmmm message i receive on my app dont show on the laptop version of skype and vice versa",
        "stemmed": "hmmm mess i receiv on my ap dont show on the laptop vert of skyp and vic versa",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "hmmm messages receive app dont show laptop version skype vice versa",
        "stopwords_removal_lemmatization": "hmmm message receive app dont show laptop version of skype vice versa",
        "length_words": 20,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 385,
        "appId": "#8_es_task_manager",
        "reviewId": 63171,
        "title": null,
        "comment": "Not worth installing\tMy HTC does most of this in settings.\r",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE3YsuDqMidtd48hkXV_WhPrxwxTyvOq9znEOll6WY5gAZbUjyL_rRT9v8Ne4f0PhMHfRt4neIKxmBAjlI",
        "fee": "free",
        "date": "15:06:13:19:51:41",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "not worth installing htc does most of this settings",
        "lemmatized_comment": "not worth instal my htc do most of this in settings",
        "stemmed": "not wor inst my htc doe most of thi in settings",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "worth installing htc settings",
        "stopwords_removal_lemmatization": "not worth instal htc do most of this settings",
        "length_words": 12,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 130,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 135283,
        "title": null,
        "comment": ".\tIs still laging.",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE2VZPsSIwJWtglk1YDfi8J_0MkM8BptDHQD3-DHVUWinRaguwmrvGJJyfaXE7N3SlPGdRP33ppwWqa5Q",
        "fee": "paid",
        "date": "07:52",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": " still laging",
        "lemmatized_comment": " be still laging",
        "stemmed": " is stil laging",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": " still laging",
        "stopwords_removal_lemmatization": " still laging",
        "length_words": 5,
        "present_simple": 1,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1726,
        "appId": "486699476",
        "reviewId": 1217,
        "title": "Great app",
        "comment": "Love it!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love it!",
        "lemmatized_comment": "love it!",
        "stemmed": "lov it!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love it!",
        "stopwords_removal_lemmatization": "love it!",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1452,
        "appId": "338010821",
        "reviewId": 1315,
        "title": "Great app",
        "comment": "Easy to use to manage my account.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "easy to use to manage account",
        "lemmatized_comment": "easy to use to manage my account",
        "stemmed": "easy to us to man my account",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "easy use manage account",
        "stopwords_removal_lemmatization": "easy to use to manage account",
        "length_words": 8,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 610,
        "appId": "#1_whatsapp",
        "reviewId": 481,
        "title": null,
        "comment": "Nice\tV gud",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE--Iqtg1vppyd-86kaPADvim4f760wUE0rZ9dnPMRyKqdKtGHKAkuAnB_GBfKVdgOWM-vp0mDkpGWpMM0",
        "fee": "free",
        "date": "15:01:14:07:26:07",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "nice v gud",
        "lemmatized_comment": "nice v gud",
        "stemmed": "nic v gud",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "nice v gud",
        "stopwords_removal_lemmatization": "nice v gud",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 974,
        "appId": "340171033",
        "reviewId": 5400,
        "title": "Battery Doctor",
        "comment": "It's easy to use. Keeps the battery conditioned for sure.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "its easy to use keeps battery conditioned for sure",
        "lemmatized_comment": "its easy to use keep the battery condition for sure",
        "stemmed": "its easy to use keep the battery condit for sure",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "its easy use keeps battery conditioned sure",
        "stopwords_removal_lemmatization": "its easy to use keep battery condition for sure",
        "length_words": 13,
        "present_simple": 2,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1404,
        "appId": "321560858",
        "reviewId": 412,
        "title": "Great! Worked well!",
        "comment": "Loved it!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "loved it!",
        "lemmatized_comment": "love it!",
        "stemmed": "lov it!",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "loved it!",
        "stopwords_removal_lemmatization": "love it!",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 657,
        "appId": "#4_antivirus GRATIS",
        "reviewId": 13286,
        "title": null,
        "comment": "Good\tGood",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-7MwgZBEBdQ7Zq--AI9zCHfpZxTEV_D-CONbBy-Wwa5CtkfVs3txA6d-xJZBfvKfRvNWpwwcERo2WOw",
        "fee": "free",
        "date": "15:01:14:09:25:32",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good good",
        "lemmatized_comment": "good good",
        "stemmed": "good good",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good good",
        "stopwords_removal_lemmatization": "good good",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 567,
        "appId": "#1_Camera Zoom FX",
        "reviewId": 89632,
        "title": null,
        "comment": "OK\ta bit slow",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE159LROuhLzJGJEj8o1NgcQucq77NUEQOOiMzKpCRV1h6DxPIQ9xSBvcBZiw9t2klewXVO4zow2S7ODog",
        "fee": "paid",
        "date": "11:01:14:03:32:19",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ok bit slow",
        "lemmatized_comment": "ok a bite slow",
        "stemmed": "ok a bit slow",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ok bit slow",
        "stopwords_removal_lemmatization": "ok bite slow",
        "length_words": 4,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 99,
        "appId": "#5_officesuite7",
        "reviewId": 59617,
        "title": null,
        "comment": "Terrible\tIt took forever to download\r",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE2-eKDwO6AFqXEbVeaJhSln6hg9WEFSOKE5Z3ac91eGfIP2q37phqWlBZb39Y9-kjfPZBnhpZVzkO5ow",
        "fee": "free",
        "date": "10:01:14:00:55:35",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "terrible took forever to download",
        "lemmatized_comment": "terrible it take forever to download",
        "stemmed": "ter it took forev to download",
        "sentiScore": -4,
        "sentiScore_pos": 1,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "terrible took forever download",
        "stopwords_removal_lemmatization": "terrible take forever to download",
        "length_words": 6,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 923,
        "appId": "319305215",
        "reviewId": 15,
        "title": "VERY WELL",
        "comment": "VERY WELL",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "very well",
        "lemmatized_comment": "very well",
        "stemmed": "very wel",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "well",
        "stopwords_removal_lemmatization": "very well",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1188,
        "appId": "433398108",
        "reviewId": 521,
        "title": "Almost perfect!",
        "comment": "Great app  Really love and use almost daily. Would have given 5 stars except for label limitations.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app really love use almost daily would have given 5 stars except for label limitations",
        "lemmatized_comment": "great app really love and use almost daily would have give 5 star except for label limitations",
        "stemmed": "gre ap real lov and us almost daily would hav giv 5 star exceiv for label limitations",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app really love use almost daily would given 5 stars except label limitations",
        "stopwords_removal_lemmatization": "great app really love use almost daily would have give 5 star except for label limitations",
        "length_words": 19,
        "present_simple": 3,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 661,
        "appId": "#5_Plants vs Zombies",
        "reviewId": 141589,
        "title": null,
        "comment": "Osum\tEvan",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-8pHB4CuNTSt20zUAdJ2L-WDdDhx97qPAp-Y6R9yCFHO7VuQqkyMeD6xazO-eeyYTZ0YLiLHa5ekcha8",
        "fee": "paid",
        "date": "14:03",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "osum evan",
        "lemmatized_comment": "osum evan",
        "stemmed": "os ev",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "osum evan",
        "stopwords_removal_lemmatization": "osum evan",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 626,
        "appId": "#8_gmx mail",
        "reviewId": 76499,
        "title": null,
        "comment": "Excellent app\tDoes everything I would expect in a mail app",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-1zoaPmK4ey7Cgiy6fU3TKKHQiSLXXC93waVQi0pUIf8cULBGGsRT5Nx06uwDagA7HomSYqOwNLeHXzM",
        "fee": "free",
        "date": "15:02:13:14:35:23",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "excellent app does everything would expect mail app",
        "lemmatized_comment": "excellent app do everything i would expect in a mail app",
        "stemmed": "excel ap doe every i would expect in a mail ap",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent app everything would expect mail app",
        "stopwords_removal_lemmatization": "excellent app do everything would expect mail app",
        "length_words": 11,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 690,
        "appId": "#8_gmx mail",
        "reviewId": 75900,
        "title": null,
        "comment": "Smooth and well",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-CKXjkiCDDDqRgU25VfT4XO77oszJzXY0d-Zy6fIoOD9Hdz1VO45Qf1gGMP61dOkV6SUT8ny3eDQkf3A",
        "fee": "free",
        "date": "26:10:13:11:39:42",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "smooth well",
        "lemmatized_comment": "smooth and well",
        "stemmed": "smoo and wel",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "smooth well",
        "stopwords_removal_lemmatization": "smooth well",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1240,
        "appId": "476281976",
        "reviewId": 58,
        "title": "Fun app",
        "comment": "This is a very useful tool when posting animal that I have up for adoption!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this very useful tool when posting animal that have for adoption!",
        "lemmatized_comment": "this be a very useful tool when post animal that i have up for adoption!",
        "stemmed": "thi is a very us tool when post anim that i hav up for adoption!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "useful tool posting animal adoption!",
        "stopwords_removal_lemmatization": "this very useful tool when post animal that have for adoption!",
        "length_words": 16,
        "present_simple": 2,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1056,
        "appId": "371338715",
        "reviewId": 141,
        "title": "Bingo",
        "comment": "When I was a second grader,I kept loosing on the game \"Bingo\".When I play it,I'm a winner.Thank yyy-yyy-??",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "when was second grader,i kept loosing game bingowhen play it,im winnerthank yyy-yyy-??",
        "lemmatized_comment": "when i be a second grader,i keep loose on the game bingowhen i play it,im a winnerthank yyy-yyy-??",
        "stemmed": "when i was a second grader,i kept loo on the gam bingowhen i play it,im a winnerthank yyy-yyy-??",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "second grader,i kept loosing game bingowhen play it,im winnerthank yyy-yyy-??",
        "stopwords_removal_lemmatization": "when be second grader,i keep loose game bingowhen play it,im winnerthank yyy-yyy-??",
        "length_words": 28,
        "present_simple": 2,
        "present_con": 1,
        "past": 2,
        "future": 0
    },
    {
        "id": 1057,
        "appId": "371338715",
        "reviewId": 177,
        "title": "Math bingo",
        "comment": "Holds interest well.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "holds interest well",
        "lemmatized_comment": "hold interest well",
        "stemmed": "hold interest well",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "holds interest well",
        "stopwords_removal_lemmatization": "hold interest well",
        "length_words": 4,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1643,
        "appId": "420744028",
        "reviewId": 2515,
        "title": "I like unicorns!",
        "comment": "Great App!!!",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app!!!",
        "lemmatized_comment": "great app!!!",
        "stemmed": "gre app!!!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app!!!",
        "stopwords_removal_lemmatization": "great app!!!",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 666,
        "appId": "#2_flipagram",
        "reviewId": 31322,
        "title": null,
        "comment": "Best app ever\tIt's a really cool app I can do things that I all ways wanted",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-9iqWXoJcAO3Bau8fvLAYmvNMnnWYck2o1BmVAqglT58jiZVGq13J2NXpqWpVnFhV4PhyazPTAXLUI4U",
        "fee": "free",
        "date": "02:01:14:06:34:09",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "best app ever its really cool app can do things that all ways wanted",
        "lemmatized_comment": "best app ever its a really cool app i can do thing that i all way want",
        "stemmed": "best ap ev its a real cool ap i can do thing that i al way want",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best app ever its really cool app things ways wanted",
        "stopwords_removal_lemmatization": "best app ever its really cool app can do thing that all way want",
        "length_words": 18,
        "present_simple": 3,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1347,
        "appId": "296581815",
        "reviewId": 1840,
        "title": "Amazing",
        "comment": "We use open table all the time!  Love this app!!!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "use open table all time! love this app!!!",
        "lemmatized_comment": "we use open table all the time! love this app!!!",
        "stemmed": "we us op tabl al the time! lov thi app!!!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "use open table time! love app!!!",
        "stopwords_removal_lemmatization": "use open table all time! love this app!!!",
        "length_words": 14,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1715,
        "appId": "481701140",
        "reviewId": 924,
        "title": "Wow",
        "comment": "Good",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "good",
        "lemmatized_comment": "good",
        "stemmed": "good",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good",
        "stopwords_removal_lemmatization": "good",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 187,
        "appId": "#2_facebook messenger",
        "reviewId": 9333,
        "title": null,
        "comment": "A si ma digama\tOora flora",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE2M3lbPJ8jrGPeD-WqQX9eUKRc0nl_13xQ3OLhK_RgBhRPmtWkwB7naueyl_z77pbbAbYDCuKF6u9azAQ",
        "fee": "free",
        "date": "12:01:14:15:01:01",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "si ma digama oora flora",
        "lemmatized_comment": "a si ma digama oora flora",
        "stemmed": "a si ma digam oor flor",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "si ma digama oora flora",
        "stopwords_removal_lemmatization": "si ma digama oora flora",
        "length_words": 6,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 291,
        "appId": "#8_XDA Premium",
        "reviewId": 87546,
        "title": null,
        "comment": "Superb app\tEasy to use , truly indispensable to xda forum user's    Get it now!",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE-pdCnJQixAHqMkN2ACRFZ1mORpQT-KDSpOiBsK4P7gua8-7fN2ifmFnkhakyTdGnquIkGA_CvB-cG4Vk",
        "fee": "paid",
        "date": "23:09:13:22:48:32",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "superb app easy to use , truly indispensable to xda forum users get now!",
        "lemmatized_comment": "superb app easy to use , truly indispensable to xda forum users get it now!",
        "stemmed": "superb ap easy to us , tru indisp to xda for users get it now!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "superb app easy use , truly indispensable xda forum users get now!",
        "stopwords_removal_lemmatization": "superb app easy to use , truly indispensable to xda forum users get now!",
        "length_words": 17,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 643,
        "appId": "#1_OfficeSuite Pro 7  (PDF und HD)",
        "reviewId": 107811,
        "title": null,
        "comment": "Office suite pro\tWorks great",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-4zYX36YcPoc-PWKu5cjHbLgOnkltsItzkKJtj-nMRxuBmLuQBmWPTfA_b5BlZi1MCDRxsVDZG9gT2xs",
        "fee": "paid",
        "date": "18:21",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "office suite pro works great",
        "lemmatized_comment": "office suite pro work great",
        "stemmed": "off suit pro work gre",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "office suite pro works great",
        "stopwords_removal_lemmatization": "office suite pro work great",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1210,
        "appId": "447983569",
        "reviewId": 819,
        "title": "Great app!",
        "comment": "Perfect for storing all the crazy pics you have.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "perfect for storing all crazy pics have",
        "lemmatized_comment": "perfect for store all the crazy pic you have",
        "stemmed": "perfect for stor al the crazy pic you have",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "perfect storing crazy pics have",
        "stopwords_removal_lemmatization": "perfect for store all crazy pic have",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1092,
        "appId": "387353182",
        "reviewId": 482,
        "title": "Great app!",
        "comment": "Love this app because it helps me keep my finances in order. Easy to use!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love this app because helps keep finances order easy to use!",
        "lemmatized_comment": "love this app because it help me keep my finance in order easy to use!",
        "stemmed": "lov thi ap beca it help me keep my fin in order easy to use!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love app helps keep finances order easy use!",
        "stopwords_removal_lemmatization": "love this app because help keep finance order easy to use!",
        "length_words": 17,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 621,
        "appId": "#5_Plants vs Zombies",
        "reviewId": 140637,
        "title": null,
        "comment": "Best game I've played on Android",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-0XocR3aVKOFoGLcvrDusQH8gDDFNUEfeXdmZY6JdC65l65YAeMYIRVp4alQluAxqVWkoepb8la8UPW4",
        "fee": "paid",
        "date": "20:04",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "best game ive played android",
        "lemmatized_comment": "best game ive play on android",
        "stemmed": "best gam ive play on android",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best game ive played android",
        "stopwords_removal_lemmatization": "best game ive play android",
        "length_words": 7,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1815,
        "appId": null,
        "reviewId": 5094,
        "title": "Brilliant Service, Awful design",
        "comment": "I&#39ve been using Evernote since 2005 when I was in college It&#39s a wonderful service and up until the iOS7 redesign the apps have always worked great \n\nBut the design of this app is terrible  It&#39s jumbled, confusing and lots of advertising for their service add ons and &#34news&#34 get in the way of core functionality \n\nPlease redesign the app  Again",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "i&#39ve been using evernote since 2005 when was college it&#39s wonderful service until ios7 redesign apps have always worked great but design of this app terrible it&#39s jumbled, confusing lots of advertising for service add ons &#34news&#34 get way of core functionality please redesign app again",
        "lemmatized_comment": "i&#39ve be use evernote since 2005 when i be in college it&#39s a wonderful service and up until the ios7 redesign the apps have always work great but the design of this app be terrible it&#39s jumbled, confuse and lot of advertise for their service add ons and &#34news&#34 get in the way of core functionality please redesign the app again",
        "stemmed": "i&#39ve been us evernot sint 2005 when i was in colleg it&#39s a wond serv and up until the ios7 redesign the ap hav alway work gre but the design of thi ap is ter it&#39s jumbled, conf and lot of advert for their serv ad on and &#34news&#34 get in the way of cor funct plea redesign the ap again",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "i&#39ve using evernote since 2005 college it&#39s wonderful service ios7 redesign apps always worked great design app terrible it&#39s jumbled, confusing lots advertising service add ons &#34news&#34 get way core functionality please redesign app",
        "stopwords_removal_lemmatization": "i&#39ve be use evernote since 2005 when be college it&#39s wonderful service until ios7 redesign apps have always work great but design of this app terrible it&#39s jumbled, confuse lot of advertise for service add ons &#34news&#34 get way of core functionality please redesign app again",
        "length_words": 76,
        "present_simple": 2,
        "present_con": 1,
        "past": 4,
        "future": 0
    },
    {
        "id": 1327,
        "appId": "285056092",
        "reviewId": 938,
        "title": "Love it",
        "comment": "Love it",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love",
        "lemmatized_comment": "love it",
        "stemmed": "lov it",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love",
        "stopwords_removal_lemmatization": "love",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 945,
        "appId": "327292235",
        "reviewId": 1882,
        "title": "Best app EVER!!!!",
        "comment": "I'm ten and this stuff does not scare my and I'm  10 YEARS OLD!!!!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "im ten this stuff does not scare im 10 years old!!!!",
        "lemmatized_comment": "im ten and this stuff do not scare my and im 10 year old!!!!",
        "stemmed": "im ten and thi stuff doe not scar my and im 10 year old!!!!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "im ten stuff scare im 10 years old!!!!",
        "stopwords_removal_lemmatization": "im ten this stuff do not scare im 10 year old!!!!",
        "length_words": 20,
        "present_simple": 4,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 550,
        "appId": "#4_sonic_dash",
        "reviewId": 69586,
        "title": null,
        "comment": "Gut\tEs ist gut",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0xJc7bmMOlXxKxz-X0YJBnrrmcm5wlDkHCOXSHug9xoOf6KOkTM7qMaM9xqSJ_oe4Es1wVk725nt1dR4",
        "fee": "free",
        "date": "10:12:13:20:06:27",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "gut es ist gut",
        "lemmatized_comment": "gut e ist gut",
        "stemmed": "gut es ist gut",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "gut es ist gut",
        "stopwords_removal_lemmatization": "gut e ist gut",
        "length_words": 4,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1681,
        "appId": "453298978",
        "reviewId": 1214,
        "title": "Keek rules!!!",
        "comment": "I love keek",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love keek",
        "lemmatized_comment": "i love keek",
        "stemmed": "i lov keek",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love keek",
        "stopwords_removal_lemmatization": "love keek",
        "length_words": 3,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1820,
        "appId": null,
        "reviewId": 10558,
        "title": "Simple, highly effective tool",
        "comment": "I love using Evernote for its simplicity, ease of use and effectiveness I use this tool for work and personal purposes Mainly for taking notes at work meetings, eliminating the paper clutter (both work and personal) I really like its integration with other SaaS tools Recently switched my wife to Evernote for storing scanned documents",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "love using evernote for simplicity, ease of use effectiveness use this tool for work personal purposes mainly for taking notes at work meetings, eliminating paper clutter (both work personal) really like integration with other saas tools recently switched wife to evernote for storing scanned documents",
        "lemmatized_comment": "i love use evernote for it simplicity, ease of use and effectiveness i use this tool for work and personal purpose mainly for take note at work meetings, eliminate the paper clutter (both work and personal) i really like it integration with other saas tool recently switch my wife to evernote for store scan document",
        "stemmed": "i lov us evernot for it simplicity, ea of us and effect i us thi tool for work and person purpo main for tak not at work meetings, elimin the pap clut (both work and personal) i real lik it integr with oth saa tool rec switch my wif to evernot for stor scan docu",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love using evernote simplicity, ease use effectiveness use tool work personal purposes mainly taking notes work meetings, eliminating paper clutter (both work personal) really like integration saas tools recently switched wife evernote storing scanned documents",
        "stopwords_removal_lemmatization": "love use evernote for simplicity, ease of use effectiveness use this tool for work personal purpose mainly for take note at work meetings, eliminate paper clutter (both work personal) really like integration with other saas tool recently switch wife to evernote for store scan document",
        "length_words": 59,
        "present_simple": 3,
        "present_con": 3,
        "past": 2,
        "future": 0
    },
    {
        "id": 1814,
        "appId": null,
        "reviewId": 3350,
        "title": "Dropbox desktop GREAT, Device App NOT",
        "comment": "When I put things into my dropbox folder on my desktop, I can find files by date modified, by name, etc  The app has an incomprehensible and un-modifyable sorting function  It&#39s almost impossible to find files within the app  Once you find them on your phone, I believe you can &#34favorite&#34 them  But the challenge is to find them",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "when put things into dropbox folder desktop, can find files by date modified, by name, etc app has incomprehensible un-modifyable sorting function it&#39s almost impossible to find files within app once find phone, believe can &#34favorite&#34 but challenge to find",
        "lemmatized_comment": "when i put thing into my dropbox folder on my desktop, i can find file by date modified, by name, etc the app have an incomprehensible and un-modifyable sort function it&#39s almost impossible to find file within the app once you find them on your phone, i believe you can &#34favorite&#34 them but the challenge be to find them",
        "stemmed": "when i put thing into my dropbox fold on my desktop, i can find fil by dat modified, by name, etc the ap has an incompreh and un-modifyable sort funct it&#39s almost imposs to find fil within the ap ont you find them on yo phone, i believ you can &#34favorite&#34 them but the challeng is to find them",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "put things dropbox folder desktop, find files date modified, name, etc app incomprehensible un-modifyable sorting function it&#39s almost impossible find files within app find phone, believe &#34favorite&#34 challenge find",
        "stopwords_removal_lemmatization": "when put thing into dropbox folder desktop, can find file by date modified, by name, etc app have incomprehensible un-modifyable sort function it&#39s almost impossible to find file within app once find phone, believe can &#34favorite&#34 but challenge to find",
        "length_words": 71,
        "present_simple": 7,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 1450,
        "appId": "338010821",
        "reviewId": 112,
        "title": "Retired",
        "comment": "Excellent and very convenience for me, using my iPhone.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "excellent very convenience for me, using iphone",
        "lemmatized_comment": "excellent and very convenience for me, use my iphone",
        "stemmed": "excel and very conveny for me, us my iphone",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent convenience me, using iphone",
        "stopwords_removal_lemmatization": "excellent very convenience for me, use iphone",
        "length_words": 11,
        "present_simple": 0,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1348,
        "appId": "296581815",
        "reviewId": 1856,
        "title": "Luv it!",
        "comment": "This app is the best, so helpful",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this app best, so helpful",
        "lemmatized_comment": "this app be the best, so helpful",
        "stemmed": "thi ap is the best, so help",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "app best, helpful",
        "stopwords_removal_lemmatization": "this app best, so helpful",
        "length_words": 8,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1118,
        "appId": "402056323",
        "reviewId": 1417,
        "title": "My flash solution",
        "comment": "I use skritter for learning Japanese and it's an application that requires flash, however I mainly study on my iPhone and probably wouldn't keep up with the SRS if I was only able to access the program on my computer. Thanks to splashtop, now I can practice on the go. (that sounds like a infomercial lol)",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "use skritter for learning japanese its application that requires flash, however mainly study iphone probably wouldnt keep with srs if was only able to access program computer thanks to splashtop, now can practice go (that sounds like infomercial lol)",
        "lemmatized_comment": "i use skritter for learn japanese and its an application that require flash, however i mainly study on my iphone and probably wouldnt keep up with the sr if i be only able to access the program on my computer thank to splashtop, now i can practice on the go (that sound like a infomercial lol)",
        "stemmed": "i us skritter for learn jap and its an apply that requir flash, howev i main study on my iphon and prob wouldnt keep up with the srs if i was on abl to access the program on my computer thank to splashtop, now i can pract on the go (that sound lik a infomerc lol)",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "use skritter learning japanese its application requires flash, however mainly study iphone probably wouldnt keep srs able access program computer thanks splashtop, practice go (that sounds like infomercial lol)",
        "stopwords_removal_lemmatization": "use skritter for learn japanese its application that require flash, however mainly study iphone probably wouldnt keep with sr if be only able to access program computer thank to splashtop, now can practice go (that sound like infomercial lol)",
        "length_words": 64,
        "present_simple": 6,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 972,
        "appId": "340171033",
        "reviewId": 3002,
        "title": "EXCELLENT APP",
        "comment": "Best app in the entire world",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "best app entire world",
        "lemmatized_comment": "best app in the entire world",
        "stemmed": "best ap in the entir world",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best app entire world",
        "stopwords_removal_lemmatization": "best app entire world",
        "length_words": 6,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1803,
        "appId": null,
        "reviewId": 140119,
        "title": "Convenient",
        "comment": "Very user friendly Easy to use and easy to be directed Wished for a better gps function",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "very user friendly easy to use easy to be directed wished for better gps function",
        "lemmatized_comment": "very user friendly easy to use and easy to be direct wish for a better gps function",
        "stemmed": "very us friend easy to us and easy to be direct wish for a bet gps funct",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "user friendly easy use easy directed wished better gps function",
        "stopwords_removal_lemmatization": "very user friendly easy to use easy to be direct wish for better gps function",
        "length_words": 17,
        "present_simple": 2,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 1322,
        "appId": "284847138",
        "reviewId": 1135,
        "title": "For Simple Banking",
        "comment": "For simple transfers and just checking up on your account, this app is golden. For anything else, I cannot say either way.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "for simple transfers just checking account, this app golden for anything else, cannot say either way",
        "lemmatized_comment": "for simple transfer and just check up on your account, this app be golden for anything else, i cannot say either way",
        "stemmed": "for simpl transf and just check up on yo account, thi ap is golden for any else, i cannot say ei way",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "simple transfers checking account, app golden anything else, cannot say either way",
        "stopwords_removal_lemmatization": "for simple transfer just check account, this app golden for anything else, cannot say either way",
        "length_words": 27,
        "present_simple": 2,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 1444,
        "appId": "331975235",
        "reviewId": 2736,
        "title": "Needs",
        "comment": "They should add the photo editting option.Then this app would be perfect.",
        "rating": 3,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "should add photo editting optionthen this app would be perfect",
        "lemmatized_comment": "they should add the photo editting optionthen this app would be perfect",
        "stemmed": "they should ad the photo edit optionth thi ap would be perfect",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "add photo editting optionthen app would perfect",
        "stopwords_removal_lemmatization": "should add photo editting optionthen this app would be perfect",
        "length_words": 13,
        "present_simple": 2,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 766,
        "appId": "#8_es_task_manager",
        "reviewId": 63262,
        "title": null,
        "comment": "Excellent\tFrom the developers of the best file manager for android. Works like a charm on my S4, Droid Razr and Note II.\r",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-nmiIRy4dHACbKDLXai_GXQRSxwwlOHz-aB4t7VQFEGMm2acaLbKqMCg6SGAsHhIw2xznbZlWmH9IPA4",
        "fee": "free",
        "date": "13:05:13:07:16:44",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "excellent from developers of best file manager for android works like charm s4, droid razr note ii",
        "lemmatized_comment": "excellent from the developer of the best file manager for android work like a charm on my s4, droid razr and note ii",
        "stemmed": "excel from the develop of the best fil man for android work lik a charm on my s4, droid razr and not ii",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent developers best file manager android works like charm s4, droid razr note ii",
        "stopwords_removal_lemmatization": "excellent from developer of best file manager for android work like charm s4, droid razr note ii",
        "length_words": 26,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1146,
        "appId": "409099493",
        "reviewId": 312,
        "title": "Nice visuals",
        "comment": "Like the visuals of this app a lot, like how it updates weather as to where you are :)",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "like visuals of this app lot, like how updates weather as to where )",
        "lemmatized_comment": "like the visuals of this app a lot, like how it update weather a to where you be )",
        "stemmed": "lik the vis of thi ap a lot, lik how it upd wea as to wher you ar )",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "like visuals app lot, like updates weather )",
        "stopwords_removal_lemmatization": "like visuals of this app lot, like how update weather a to where )",
        "length_words": 21,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 61,
        "appId": "#2_flipagram",
        "reviewId": 31670,
        "title": null,
        "comment": "Sucks\tForces close when trying to post on instagram",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE0V8WKMaJu4n7PlFYJIxfmOFPmCxi8KdPC56GrHhjpU-xNOoMVdHZ1kDyJ5At1mUBw-Rk1_wc9C5jD5x0",
        "fee": "free",
        "date": "01:01:14:17:51:28",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "sucks forces close when trying to post instagram",
        "lemmatized_comment": "suck force close when try to post on instagram",
        "stemmed": "suck forc clo when try to post on instagram",
        "sentiScore": -2,
        "sentiScore_pos": 1,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "sucks forces close trying post instagram",
        "stopwords_removal_lemmatization": "suck force close when try to post instagram",
        "length_words": 9,
        "present_simple": 2,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1120,
        "appId": "402422247",
        "reviewId": 1176,
        "title": "Great app",
        "comment": "Must have",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "must have",
        "lemmatized_comment": "must have",
        "stemmed": "must hav",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "must",
        "stopwords_removal_lemmatization": "must have",
        "length_words": 2,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 33,
        "appId": "#9_Modern Combat 4 Zero Hour",
        "reviewId": 152836,
        "title": null,
        "comment": "My account has been debited for 2.99 though it said its up on sale for 0.99 :(",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE-uKCbQ3d-wj-RfgZyga5eOtah12xUI4O3XEowCD-52OjbGD4Hic9qKM2Egx07RxEh-zlQOs6WcNiifn4",
        "fee": "paid",
        "date": "23:48",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "account has been debited for 299 though said sale for 099 (",
        "lemmatized_comment": "my account have be debit for 299 though it say it up on sale for 099 (",
        "stemmed": "my account has been debit for 299 though it said it up on sal for 099 (",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "account debited 299 though said sale 099 (",
        "stopwords_removal_lemmatization": "account have be debit for 299 though say sale for 099 (",
        "length_words": 18,
        "present_simple": 1,
        "present_con": 0,
        "past": 3,
        "future": 0
    },
    {
        "id": 1492,
        "appId": "355554941",
        "reviewId": 1369,
        "title": "LuV iT..\"",
        "comment": "Helps with the hard to find SoNGs...\"",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "helps with hard to find songs",
        "lemmatized_comment": "help with the hard to find songs",
        "stemmed": "help with the hard to find songs",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "helps hard find songs",
        "stopwords_removal_lemmatization": "help with hard to find songs",
        "length_words": 9,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 554,
        "appId": "#10_Perfectly Clear",
        "reviewId": 104589,
        "title": null,
        "comment": "Pretty good!\tI've edited many photos using this application already. Something to probably address is the photo not always saving what you're looking at in the preview. The beautify tool is a good example of this, as it may look fine in preview, but when you save it, you don't exactly get the same quality. Sometimes it turns out a little pixalated, but overall a remarkable app! I use this in conjunction with other apps.\r",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0YiC9tpNCTQBOP4aAvG80aqvopiJGOtmpTr_dp4jj-Z-ERztMbXk9Nvb1BNy1AbWZHGIv7cz-AnMxS1M",
        "fee": "paid",
        "date": "16:04:13:19:30:26",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "pretty good! ive edited many photos using this application already something to probably address photo not always saving what youre looking at preview beautify tool good example of this, as may look fine preview, but when save it, dont exactly get same quality sometimes turns little pixalated, but overall remarkable app! use this conjunction with other apps",
        "lemmatized_comment": "pretty good! ive edit many photo use this application already something to probably address be the photo not always save what youre look at in the preview the beautify tool be a good example of this, a it may look fine in preview, but when you save it, you dont exactly get the same quality sometimes it turn out a little pixalated, but overall a remarkable app! i use this in conjunction with other apps",
        "stemmed": "pretty good! ive edit many photo us thi apply already some to prob address is the photo not alway sav what youre look at in the preview the beaut tool is a good exampl of this, as it may look fin in preview, but when you sav it, you dont exact get the sam quality sometim it turn out a littl pixalated, but ov a remark app! i us thi in conjunct with oth apps",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "pretty good! ive edited many photos using application already something probably address photo always saving youre looking preview beautify tool good example this, may look fine preview, save it, dont exactly get quality sometimes turns little pixalated, overall remarkable app! use conjunction apps",
        "stopwords_removal_lemmatization": "pretty good! ive edit many photo use this application already something to probably address photo not always save what youre look at preview beautify tool good example of this, a may look fine preview, but when save it, dont exactly get same quality sometimes turn little pixalated, but overall remarkable app! use this conjunction with other apps",
        "length_words": 88,
        "present_simple": 10,
        "present_con": 3,
        "past": 2,
        "future": 0
    },
    {
        "id": 1113,
        "appId": "398254950",
        "reviewId": 95,
        "title": "For young children",
        "comment": "This is a short Halloween story. There are several puzzles and a simple story showing Mickey who is later joined by friends. My 2 1/2 year old will probably like it, but the 4 year old will be bored quickly. For one dollar this is ok.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this short halloween story there several puzzles simple story showing mickey who later joined by friends 2 12 year old will probably like it, but 4 year old will be bored quickly for one dollar this ok",
        "lemmatized_comment": "this be a short halloween story there be several puzzle and a simple story show mickey who be later join by friends my 2 12 year old will probably like it, but the 4 year old will be bore quickly for one dollar this be ok",
        "stemmed": "thi is a short halloween story ther ar sev puzzl and a simpl story show mickey who is lat join by friends my 2 12 year old wil prob lik it, but the 4 year old wil be bor quickly for on dol thi is ok",
        "sentiScore": -2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "short halloween story several puzzles simple story showing mickey later joined friends 2 12 year old probably like it, 4 year old bored quickly one dollar ok",
        "stopwords_removal_lemmatization": "this short halloween story there several puzzle simple story show mickey who later join by friends 2 12 year old will probably like it, but 4 year old will be bore quickly for one dollar this ok",
        "length_words": 51,
        "present_simple": 5,
        "present_con": 1,
        "past": 2,
        "future": 2
    },
    {
        "id": 584,
        "appId": "#1_PicsArt - Photo Studio",
        "reviewId": 26356,
        "title": null,
        "comment": "Good App..\tLove It....",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE1g2nw587p3yq1Ddhf8etkq9V5TEMCa2zF0QNLTIlkUaWEWLVQPVUPmLUt9PMUaohynvMF5iX7sqEnYQ",
        "fee": "free",
        "date": "04:01:14:10:07:07",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good app love it",
        "lemmatized_comment": "good app love it",
        "stemmed": "good app lov it",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good app love it",
        "stopwords_removal_lemmatization": "good app love it",
        "length_words": 6,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 953,
        "appId": "333211045",
        "reviewId": 718,
        "title": "Good to share!",
        "comment": "It's just getting better and better. The signature capture is a huge time saver. Ever wonder how to put your contact info from their email into your Contacts, just copy their signature into this app, it will separate into different fields and put them in your iPhone Contacts. How great!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "its just getting better better signature capture huge time saver ever wonder how to put contact info from email into contacts, just copy signature into this app, will separate into different fields put iphone contacts how great!",
        "lemmatized_comment": "its just get better and better the signature capture be a huge time saver ever wonder how to put your contact info from their email into your contacts, just copy their signature into this app, it will separate into different field and put them in your iphone contacts how great!",
        "stemmed": "its just get bet and better the sign capt is a hug tim saver ev wond how to put yo contact info from their email into yo contacts, just cop their sign into thi app, it wil sep into diff field and put them in yo iphon contacts how great!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "its getting better better signature capture huge time saver ever wonder put contact info email contacts, copy signature app, separate different fields put iphone contacts great!",
        "stopwords_removal_lemmatization": "its just get better better signature capture huge time saver ever wonder how to put contact info from email into contacts, just copy signature into this app, will separate into different field put iphone contacts how great!",
        "length_words": 57,
        "present_simple": 5,
        "present_con": 1,
        "past": 1,
        "future": 1
    },
    {
        "id": 295,
        "appId": "#5_viber",
        "reviewId": 3824,
        "title": null,
        "comment": "Mr.?\tAre u spying us?",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE0-ywKs0LDkkJL0HqoEotwf0aTqjW5NrcjPm2oi2O8oSEIRAP7JnKNhui5xM5Y5DLd4OD3SkiDbUYO2rk",
        "fee": "free",
        "date": "15:01:14:01:06:38",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "mr? u spying us?",
        "lemmatized_comment": "mr? be u spy us?",
        "stemmed": "mr? ar u spy us?",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "mr? u spying us?",
        "stopwords_removal_lemmatization": "mr? u spy us?",
        "length_words": 7,
        "present_simple": 1,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 179,
        "appId": "#1_OfficeSuite Pro 7  (PDF und HD)",
        "reviewId": 105109,
        "title": null,
        "comment": "Good tools, good organization, multiple bugs\tOn an Asus MeMO pad this suite was a good looking deal when it was $.99 at Christmas. Since started using it for homework while I'm sitting out away from my pc. It's so buggy I can't use it. It insists I type in some other section of my document and moves the cursor randomly to another portion of the document while deleting text. Don't pay for this if you have an Asus MeMO tablet.",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE1RlxNynWeHPG_G3GjFjkJDmj0m9tiAZnVOFi1liM5na7KAz0pRIaIrU1uWlLbg7e-9zLDYsjy2Zxt1aY",
        "fee": "paid",
        "date": "02:22",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good tools, good organization, multiple bugs asus memo pad this suite was good looking deal when was $99 at christmas since started using for homework while im sitting away from pc its so buggy cant use it insists type some other section of document moves cursor randomly to another portion of document while deleting text dont pay for this if have asus memo tablet",
        "lemmatized_comment": "good tools, good organization, multiple bug on an asus memo pad this suite be a good look deal when it be $99 at christmas since start use it for homework while im sit out away from my pc its so buggy i cant use it it insist i type in some other section of my document and move the cursor randomly to another portion of the document while delete text dont pay for this if you have an asus memo tablet",
        "stemmed": "good tools, good organization, multipl bug on an as memo pad thi suit was a good look deal when it was $99 at christmas sint start us it for homework whil im sit out away from my pc its so buggy i cant us it it insist i typ in som oth sect of my docu and mov the cur random to ano port of the docu whil delet text dont pay for thi if you hav an as memo tablet",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good tools, good organization, multiple bugs asus memo pad suite good looking deal $99 christmas since started using homework im sitting away pc its buggy cant use it insists type section document moves cursor randomly another portion document deleting text dont pay asus memo tablet",
        "stopwords_removal_lemmatization": "good tools, good organization, multiple bug asus memo pad this suite be good look deal when be $99 at christmas since start use for homework while im sit away from pc its so buggy cant use it insist type some other section of document move cursor randomly to another portion of document while delete text dont pay for this if have asus memo tablet",
        "length_words": 93,
        "present_simple": 8,
        "present_con": 3,
        "past": 3,
        "future": 0
    },
    {
        "id": 1102,
        "appId": "391310821",
        "reviewId": 952,
        "title": "Coooool app",
        "comment": "Cooooool app ??????",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "cooooool app ??????",
        "lemmatized_comment": "cooooool app ??????",
        "stemmed": "cooooool ap ??????",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "cooooool app ??????",
        "stopwords_removal_lemmatization": "cooooool app ??????",
        "length_words": 8,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 521,
        "appId": "#4_antivirus GRATIS",
        "reviewId": 14428,
        "title": null,
        "comment": "Good but\tWas running perfectly before the update,task killer no working Displays no tasks",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0euXnkFeNKnhmfi9c642Dxb37cDmLLRFFP4LYp3Q1ccvFT4UaMrWFAr99hHR0kk2LU7uNd7v9CCRSrw",
        "fee": "free",
        "date": "11:01:14:15:28:28",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good but was running perfectly before update,task killer no working displays no tasks",
        "lemmatized_comment": "good but be run perfectly before the update,task killer no work display no task",
        "stemmed": "good but was run perfect bef the update,task kil no work display no task",
        "sentiScore": -2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "good running perfectly update,task killer working displays tasks",
        "stopwords_removal_lemmatization": "good but be run perfectly before update,task killer no work display no task",
        "length_words": 16,
        "present_simple": 0,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 984,
        "appId": "342548956",
        "reviewId": 1755,
        "title": "Great scanner",
        "comment": "This is a great app ...",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this great app ",
        "lemmatized_comment": "this be a great app ",
        "stemmed": "thi is a gre ap ",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app ",
        "stopwords_removal_lemmatization": "this great app ",
        "length_words": 6,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 599,
        "appId": "#1_quizduell",
        "reviewId": 66165,
        "title": null,
        "comment": "Ganz gut..aber..\tGefllt mir super. Nur die Werbung nervt -.- ist aber ja ntig..",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE1NZQyhbGOucjMqSpjy_LEKPXZhF8-Pwtw_wO7f9b-_ongSjCHWAKIREGOf1l-TezV5RuaGmVexIDNnuI",
        "fee": "free",
        "date": "12:12:13:11:32:33",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ganz gutaber gefllt mir super nur die werbung nervt -- ist aber ja ntig",
        "lemmatized_comment": "ganz gutaber gefllt mir super nur die werbung nervt -- ist aber ja ntig",
        "stemmed": "ganz gutaber gefllt mir super nur die werbung nervt -- ist ab ja ntig",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ganz gutaber gefllt mir super nur die werbung nervt -- ist aber ja ntig",
        "stopwords_removal_lemmatization": "ganz gutaber gefllt mir super nur die werbung nervt -- ist aber ja ntig",
        "length_words": 15,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1590,
        "appId": "404516121",
        "reviewId": 1874,
        "title": "Mr.",
        "comment": "Great weather, eazy to understand.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great weather, eazy to understand",
        "lemmatized_comment": "great weather, eazy to understand",
        "stemmed": "gre weather, eazy to understand",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great weather, eazy understand",
        "stopwords_removal_lemmatization": "great weather, eazy to understand",
        "length_words": 7,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1265,
        "appId": "509858922",
        "reviewId": 44,
        "title": "good but missing something",
        "comment": "it needs to be more like the pokedex from the show",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "needs to be more like pokedex from show",
        "lemmatized_comment": "it need to be more like the pokedex from the show",
        "stemmed": "it nee to be mor lik the pokedex from the show",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "needs like pokedex show",
        "stopwords_removal_lemmatization": "need to be more like pokedex from show",
        "length_words": 11,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1420,
        "appId": "324389392",
        "reviewId": 839,
        "title": "works well",
        "comment": "a competitor to square but backed by a larger more established company so i trust them a bit more",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "competitor to square but backed by larger more established company so trust bit more",
        "lemmatized_comment": "a competitor to square but back by a larger more establish company so i trust them a bite more",
        "stemmed": "a competit to squ but back by a larg mor est company so i trust them a bit mor",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "competitor square backed larger established company trust bit",
        "stopwords_removal_lemmatization": "competitor to square but back by larger more establish company so trust bite more",
        "length_words": 19,
        "present_simple": 2,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1458,
        "appId": "340268949",
        "reviewId": 38,
        "title": "Finding my way",
        "comment": "Still old school and use a map and compass. I do like to use this app when I have gone hiking in the mountains.  So far it has done what I wanted and finding more applications with the app that I like.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "still old school use map compass do like to use this app when have gone hiking mountains so far has done what wanted finding more applications with app that like",
        "lemmatized_comment": "still old school and use a map and compass i do like to use this app when i have go hike in the mountains so far it have do what i want and find more application with the app that i like",
        "stemmed": "stil old school and us a map and compass i do lik to us thi ap when i hav gon hik in the mountains so far it has don what i want and find mor apply with the ap that i like",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "still old school use map compass like use app gone hiking mountains far done wanted finding applications app like",
        "stopwords_removal_lemmatization": "still old school use map compass do like to use this app when have go hike mountains so far have do what want find more application with app that like",
        "length_words": 45,
        "present_simple": 6,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 1408,
        "appId": "322399059",
        "reviewId": 262,
        "title": "Works well",
        "comment": "Easy to use. I wished it was able to determine what hole you were on.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "easy to use wished was able to determine what hole were on",
        "lemmatized_comment": "easy to use i wish it be able to determine what hole you be on",
        "stemmed": "easy to use i wish it was abl to determin what hol you wer on",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "easy use wished able determine hole on",
        "stopwords_removal_lemmatization": "easy to use wish be able to determine what hole be on",
        "length_words": 17,
        "present_simple": 2,
        "present_con": 0,
        "past": 3,
        "future": 0
    },
    {
        "id": 526,
        "appId": "#6_MomentCam",
        "reviewId": 38029,
        "title": null,
        "comment": "Nice app\tNice application. Keeps boredom away",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0HlewDSlQLddq1D_GE5CUvLQBXCf9eSm7ouAi9MTDvfslRJbqKd8Q4Y3etwt10r-wIlRbeMlfQ0LCLA",
        "fee": "free",
        "date": "14:12:13:09:16:18",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "nice app nice application keeps boredom away",
        "lemmatized_comment": "nice app nice application keep boredom away",
        "stemmed": "nic ap nic application keep boredom away",
        "sentiScore": -2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "nice app nice application keeps boredom away",
        "stopwords_removal_lemmatization": "nice app nice application keep boredom away",
        "length_words": 8,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 558,
        "appId": "#5_viber",
        "reviewId": 3314,
        "title": null,
        "comment": "Excellent\tExcellent",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0z3I2snlvvVbMiJHtlbKg1-PjPcCtvk_VEv5oOJ1Qza7o3_o6tVZz7ME4SeJbj6BOrY9snG6TG9BHT20",
        "fee": "free",
        "date": "15:01:14:14:55:38",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "excellent excellent",
        "lemmatized_comment": "excellent excellent",
        "stemmed": "excel excel",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent excellent",
        "stopwords_removal_lemmatization": "excellent excellent",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 868,
        "appId": "307312434",
        "reviewId": 1541,
        "title": "iMissel",
        "comment": "Great app, just what I needed. Thank you",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great app, just what needed thank",
        "lemmatized_comment": "great app, just what i needed thank you",
        "stemmed": "gre app, just what i needed thank you",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app, needed thank",
        "stopwords_removal_lemmatization": "great app, just what needed thank",
        "length_words": 10,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 249,
        "appId": "#1_PicsArt - Photo Studio",
        "reviewId": 25430,
        "title": null,
        "comment": "Keeps auto-deleting every 3 days\tThis app is quite nice but ever since the last update it keeps auto deleting. I have re-installed it thrice including today. That is just wrong!",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE9Z51TAiAGASpDprHI7bZq-HSO7HwRwAhhU3OgsXU9VBPkNkKHJF-ThZQd4hisq_P9X0WUWtezfBVMxQ",
        "fee": "free",
        "date": "06:01:14:09:21:08",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "keeps auto-deleting every 3 days this app quite nice but ever since last update keeps auto deleting have re-installed thrice including today that just wrong!",
        "lemmatized_comment": "keep auto-deleting every 3 day this app be quite nice but ever since the last update it keep auto deleting i have re-installed it thrice include today that be just wrong!",
        "stemmed": "keep auto-deleting every 3 day thi ap is quit nic but ev sint the last upd it keep auto deleting i hav re-installed it thrice includ today that is just wrong!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "keeps auto-deleting every 3 days app quite nice ever since last update keeps auto deleting re-installed thrice including today wrong!",
        "stopwords_removal_lemmatization": "keep auto-deleting every 3 day this app quite nice but ever since last update keep auto deleting have re-installed thrice include today that just wrong!",
        "length_words": 34,
        "present_simple": 4,
        "present_con": 2,
        "past": 0,
        "future": 0
    },
    {
        "id": 1180,
        "appId": "426939660",
        "reviewId": 1249,
        "title": "Good or Bad",
        "comment": "It's as accurate as any weather forecaster who gets paid good money for often being 100% wrong. So far this app has been close enough to allow me to dress appropriately so who cares about too much scientific input. I just don't want to be carrying an umbrella when the sun is shining.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "its as accurate as any weather forecaster who gets paid good money for often being 100% wrong so far this app has been close enough to allow to dress appropriately so who cares about too much scientific input just dont want to be carrying umbrella when sun shining",
        "lemmatized_comment": "its a accurate a any weather forecaster who get pay good money for often be 100% wrong so far this app have be close enough to allow me to dress appropriately so who care about too much scientific input i just dont want to be carry an umbrella when the sun be shining",
        "stemmed": "its as acc as any wea forecast who get paid good money for oft being 100% wrong so far thi ap has been clo enough to allow me to dress appropry so who car about too much sci input i just dont want to be carry an umbrel when the sun is shining",
        "sentiScore": -2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "its accurate weather forecaster gets paid good money often 100% wrong far app close enough allow dress appropriately cares much scientific input dont want carrying umbrella sun shining",
        "stopwords_removal_lemmatization": "its a accurate a any weather forecaster who get pay good money for often be 100% wrong so far this app have be close enough to allow to dress appropriately so who care about too much scientific input just dont want to be carry umbrella when sun shining",
        "length_words": 59,
        "present_simple": 9,
        "present_con": 3,
        "past": 2,
        "future": 0
    },
    {
        "id": 854,
        "appId": "302325893",
        "reviewId": 60,
        "title": "Just missed flight!",
        "comment": "Thanks Flight tracker, just missed flight because flight tracker gave me\nCompletely incorrect flight delay information!",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "thanks flight tracker, just missed flight because flight tracker gave completely incorrect flight delay information!",
        "lemmatized_comment": "thank flight tracker, just miss flight because flight tracker give me completely incorrect flight delay information!",
        "stemmed": "thank flight tracker, just miss flight beca flight track gav me complet incorrect flight delay information!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "thanks flight tracker, missed flight flight tracker gave completely incorrect flight delay information!",
        "stopwords_removal_lemmatization": "thank flight tracker, just miss flight because flight tracker give completely incorrect flight delay information!",
        "length_words": 18,
        "present_simple": 1,
        "present_con": 0,
        "past": 4,
        "future": 0
    },
    {
        "id": 1255,
        "appId": "489803044",
        "reviewId": 456,
        "title": "Folder",
        "comment": "Hi, folder",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "hi, folder",
        "lemmatized_comment": "hi, folder",
        "stemmed": "hi, fold",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "hi, folder",
        "stopwords_removal_lemmatization": "hi, folder",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 789,
        "appId": "#6_firefox",
        "reviewId": 18736,
        "title": null,
        "comment": "Great app love it\tCan't get any better",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-Prc0fO-TYFVAROspTcRQrrVa0T59q8zOVAJkM39RF367VDt1-9v3kSNp6G2uMBQPYsF-K-6jC_7JiA",
        "fee": "free",
        "date": "04:01:14:15:14:04",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "great app love cant get any better",
        "lemmatized_comment": "great app love it cant get any better",
        "stemmed": "gre ap lov it cant get any bet",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app love cant get better",
        "stopwords_removal_lemmatization": "great app love cant get any better",
        "length_words": 9,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 674,
        "appId": "#9_subway_surfers",
        "reviewId": 73553,
        "title": null,
        "comment": "Geil",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-b5uqp2BeY91weMKLWLiqTvdMjx4-UJM3zWDC_78RR0Q3Er_3-FXwlIu2SgvfnynC_6MYw8RNp_W3wq4",
        "fee": "free",
        "date": "14:12:13:12:10:58",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "geil",
        "lemmatized_comment": "geil",
        "stemmed": "geil",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "geil",
        "stopwords_removal_lemmatization": "geil",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 400,
        "appId": "#6_firefox",
        "reviewId": 17523,
        "title": null,
        "comment": "Not safe brouse",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE4tlKSFWfX9G63yRnf4ifxUbNPKkg---0fCDkTVG3rd2BLJFZ1F7bIBCYNF_4Z1uqFuSQ8wp-cbYfJvQ",
        "fee": "free",
        "date": "10:01:14:15:54:34",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "not safe brouse",
        "lemmatized_comment": "not safe brouse",
        "stemmed": "not saf bro",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "safe brouse",
        "stopwords_removal_lemmatization": "not safe brouse",
        "length_words": 3,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 996,
        "appId": "345542655",
        "reviewId": 521,
        "title": "Awesome",
        "comment": "One of my favorite outdoor aps!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "one of favorite outdoor aps!",
        "lemmatized_comment": "one of my favorite outdoor aps!",
        "stemmed": "on of my favorit outdo aps!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "one favorite outdoor aps!",
        "stopwords_removal_lemmatization": "one of favorite outdoor aps!",
        "length_words": 7,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 355,
        "appId": "#3_Seitenmanager",
        "reviewId": 58629,
        "title": null,
        "comment": "Getting better",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE2SE12Af46FXIjeZ63nrcVYxVG6kQwGzd7VQ-zq5_EipHjGv_zwyD4Y1M9r7EsNQ-g94TJXO1EJ5u72A",
        "fee": "free",
        "date": "05:12:13:12:16:56",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "getting better",
        "lemmatized_comment": "get better",
        "stemmed": "get bet",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "getting better",
        "stopwords_removal_lemmatization": "get better",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 578,
        "appId": "#10_Fotocollage Bildbearbeitung",
        "reviewId": 51637,
        "title": null,
        "comment": "I like it",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE1dmfaDTu_UUNrtFO6tcXbX1EwTwta7m0RWHn6Alhki1gzuzOabq5UcciPaCoD5lFIOd9EDvyjJ32Ngg",
        "fee": "free",
        "date": "12:11:13:18:27:56",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "like",
        "lemmatized_comment": "i like it",
        "stemmed": "i lik it",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "like",
        "stopwords_removal_lemmatization": "like",
        "length_words": 3,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 52,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 134305,
        "title": null,
        "comment": "Load of crap\tDOES NOT WORK I WANT MY MONEY BACK BIGGEST JOKE EVER",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE0jpfbYUAqykM6SX_9g-b607hjvKb37ZS2QWFHchcuclJFpc7QKcXup7bA4msss8WunYk-RQVqhw-MJQ",
        "fee": "paid",
        "date": "18:28",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "load of crap does not work want money back biggest joke ever",
        "lemmatized_comment": "load of crap do not work i want my money back biggest joke ever",
        "stemmed": "load of crap doe not work i want my money back biggest jok ev",
        "sentiScore": -3,
        "sentiScore_pos": 2,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "load crap work want money back biggest joke ever",
        "stopwords_removal_lemmatization": "load of crap do not work want money back biggest joke ever",
        "length_words": 14,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1573,
        "appId": "398348506",
        "reviewId": 450,
        "title": "Addicting for sure!",
        "comment": "Addicting!",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "addicting!",
        "lemmatized_comment": "addicting!",
        "stemmed": "addicting!",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "addicting!",
        "stopwords_removal_lemmatization": "addicting!",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 266,
        "appId": "#2_facebook messenger",
        "reviewId": 7984,
        "title": null,
        "comment": "Good\tGood",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOEaPqynFFoY0tHaWnFBfM5vWOn7AHvyJcX2_o9bzYN3G6SNvP9kKPrzf0qm1zgHajJtqk5xA5tzgJRf3IY",
        "fee": "free",
        "date": "13:01:14:22:40:25",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good good",
        "lemmatized_comment": "good good",
        "stemmed": "good good",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good good",
        "stopwords_removal_lemmatization": "good good",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1335,
        "appId": "291890420",
        "reviewId": 1192,
        "title": "Good app",
        "comment": "Very detailed gps even tracks laps at my local park",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "very detailed gps even tracks laps at local park",
        "lemmatized_comment": "very detail gps even track lap at my local park",
        "stemmed": "very detail gps ev track lap at my loc park",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "detailed gps even tracks laps local park",
        "stopwords_removal_lemmatization": "very detail gps even track lap at local park",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 401,
        "appId": "#10_line gratis anrufe",
        "reviewId": 21682,
        "title": null,
        "comment": "Helo\tIts very slow  .",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE4UAO-Vfm5-mQKG_HvZy4IT-icrBntK2Po7M_nvak1AhDVUmzC_6I0F80KurDmBiTL_7m7MNiQfjTp-g",
        "fee": "free",
        "date": "09:01:14:20:06:10",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "helo very slow ",
        "lemmatized_comment": "helo it very slow ",
        "stemmed": "helo it very slow ",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "helo slow ",
        "stopwords_removal_lemmatization": "helo very slow ",
        "length_words": 5,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1813,
        "appId": null,
        "reviewId": 2783,
        "title": "Voicememo",
        "comment": "How to add voice memo from the iPhone?!",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "how to add voice memo from iphone?!",
        "lemmatized_comment": "how to add voice memo from the iphone?!",
        "stemmed": "how to ad voic memo from the iphone?!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "add voice memo iphone?!",
        "stopwords_removal_lemmatization": "how to add voice memo from iphone?!",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 345,
        "appId": "#1_PicsArt - Photo Studio",
        "reviewId": 25117,
        "title": null,
        "comment": "It's cool with me",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE2iOT5jPcE-P1gZ5xAAIOamUQyydIsWjraot_PMMn0XIIbrYm7aPhif3kyGFWUIxhRkyfaMwl7CGKaew",
        "fee": "free",
        "date": "07:01:14:02:18:46",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "its cool with",
        "lemmatized_comment": "its cool with me",
        "stemmed": "its cool with me",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "its cool",
        "stopwords_removal_lemmatization": "its cool with",
        "length_words": 5,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1436,
        "appId": "331308914",
        "reviewId": 845,
        "title": "I love this",
        "comment": "I've never had a problem with this app. It works fine and I haven't had it glitch or freeze on me. I really like it. I do wish i could search more recipes from the app. I've been having to go to the website to get more recipes, which isn't a problem, but it also isn't as convenient as accessing them from the app.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "ive never had problem with this app works fine havent had glitch or freeze me really like it do wish could search more recipes from app ive been having to go to website to get more recipes, which isnt problem, but also isnt as convenient as accessing from app",
        "lemmatized_comment": "ive never have a problem with this app it work fine and i havent have it glitch or freeze on me i really like it i do wish i could search more recipe from the app ive be have to go to the website to get more recipes, which isnt a problem, but it also isnt a convenient a access them from the app",
        "stemmed": "ive nev had a problem with thi app it work fin and i havent had it glitch or freez on me i real lik it i do wish i could search mor recip from the app ive been hav to go to the websit to get mor recipes, which isnt a problem, but it also isnt as conveny as access them from the app",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "ive never problem app works fine havent glitch freeze me really like it wish could search recipes app ive go website get recipes, isnt problem, also isnt convenient accessing app",
        "stopwords_removal_lemmatization": "ive never have problem with this app work fine havent have glitch or freeze me really like it do wish could search more recipe from app ive be have to go to website to get more recipes, which isnt problem, but also isnt a convenient a access from app",
        "length_words": 76,
        "present_simple": 12,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 1016,
        "appId": "357140360",
        "reviewId": 190,
        "title": "Great app.",
        "comment": "Helps so much with meal planning and grocery shopping.  Cuts time off of both those activities.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "helps so much with meal planning grocery shopping cuts time off of both those activities",
        "lemmatized_comment": "help so much with meal plan and grocery shopping cut time off of both those activities",
        "stemmed": "help so much with meal plan and grocery shopping cut tim off of both tho activities",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "helps much meal planning grocery shopping cuts time activities",
        "stopwords_removal_lemmatization": "help so much with meal plan grocery shopping cut time off of both those activities",
        "length_words": 18,
        "present_simple": 0,
        "present_con": 2,
        "past": 0,
        "future": 0
    },
    {
        "id": 1717,
        "appId": "484100875",
        "reviewId": 764,
        "title": "Works4me",
        "comment": "Serves purpose so far.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "serves purpose so far",
        "lemmatized_comment": "serve purpose so far",
        "stemmed": "serv purpo so far",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "serves purpose far",
        "stopwords_removal_lemmatization": "serve purpose so far",
        "length_words": 5,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 956,
        "appId": "333261178",
        "reviewId": 709,
        "title": "Awesome",
        "comment": "I love this app it makes my day when I need a good laugh",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love this app makes day when need good laugh",
        "lemmatized_comment": "i love this app it make my day when i need a good laugh",
        "stemmed": "i lov thi ap it mak my day when i nee a good laugh",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love app makes day need good laugh",
        "stopwords_removal_lemmatization": "love this app make day when need good laugh",
        "length_words": 14,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 987,
        "appId": "343200656",
        "reviewId": 121,
        "title": "Ehhhh",
        "comment": "I don't like the update with all the slingshot gadgets",
        "rating": 3,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "dont like update with all slingshot gadgets",
        "lemmatized_comment": "i dont like the update with all the slingshot gadget",
        "stemmed": "i dont lik the upd with al the slingshot gadget",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "dont like update slingshot gadgets",
        "stopwords_removal_lemmatization": "dont like update with all slingshot gadget",
        "length_words": 11,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 263,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 133327,
        "title": null,
        "comment": "Galaxy s4 and nexus 7\tExcellent game, works beautifully on my s4 but tried to play on my nexus 7 and you can't see anything, just shadows, please fix this bug on the nexus 7 , will give 5* once fixed",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOEAOnKZeLBqwyi8pRdERXX176w3x1XicbT7htz1alDFqCTZ0BiVH54PLNB_Qw3Qq_XRAzyjKXK9aqJRjw",
        "fee": "paid",
        "date": "18:38",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "galaxy s4 nexus 7 excellent game, works beautifully s4 but tried to play nexus 7 cant see anything, just shadows, please fix this bug nexus 7 , will give 5* once fixed",
        "lemmatized_comment": "galaxy s4 and nexus 7 excellent game, work beautifully on my s4 but try to play on my nexus 7 and you cant see anything, just shadows, please fix this bug on the nexus 7 , will give 5* once fix",
        "stemmed": "galaxy s4 and nex 7 excel game, work beauty on my s4 but tri to play on my nex 7 and you cant see anything, just shadows, plea fix thi bug on the nex 7 , wil giv 5* ont fix",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "galaxy s4 nexus 7 excellent game, works beautifully s4 tried play nexus 7 cant see anything, shadows, please fix bug nexus 7 , give 5* fixed",
        "stopwords_removal_lemmatization": "galaxy s4 nexus 7 excellent game, work beautifully s4 but try to play nexus 7 cant see anything, just shadows, please fix this bug nexus 7 , will give 5* once fix",
        "length_words": 45,
        "present_simple": 6,
        "present_con": 0,
        "past": 2,
        "future": 1
    },
    {
        "id": 494,
        "appId": "#6_Photo Studio PRO",
        "reviewId": 102255,
        "title": null,
        "comment": "Good app!\tUseful for my needs.",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE-Yx3557Ka1Ay70EHVwK5NAC9ZEMZ0StmZqNkiHT06veIclz8UrqA8nF0JinAU4p06zKxEb71BfthT0g",
        "fee": "paid",
        "date": "08:01:14:23:40:08",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good app! useful for needs",
        "lemmatized_comment": "good app! useful for my needs",
        "stemmed": "good app! us for my needs",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good app! useful needs",
        "stopwords_removal_lemmatization": "good app! useful for needs",
        "length_words": 8,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1224,
        "appId": "454975334",
        "reviewId": 4637,
        "title": "This app",
        "comment": "I love this app! \nMusic on top of music ?",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love this app! music top of music ?",
        "lemmatized_comment": "i love this app! music on top of music ?",
        "stemmed": "i lov thi app! mus on top of mus ?",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love app! music top music ?",
        "stopwords_removal_lemmatization": "love this app! music top of music ?",
        "length_words": 11,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 720,
        "appId": "#10_line gratis anrufe",
        "reviewId": 20113,
        "title": null,
        "comment": "Good\tOutstanding",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-GkpwPcVwmFhG2O82k4HP0sJ8OxBe-hBUqHNzRw8lO-XUoBqsTc0DfV8oolI-yqAx0wJdkFidMIK1Xg",
        "fee": "free",
        "date": "15:01:14:02:22:51",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good outstanding",
        "lemmatized_comment": "good outstanding",
        "stemmed": "good outstand",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good outstanding",
        "stopwords_removal_lemmatization": "good outstanding",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 839,
        "appId": "296240199",
        "reviewId": 518,
        "title": "One of my few must-have apps!!",
        "comment": "I keep tabs on my brother's flight info,  as he travels for work quite a bit. I'm a worrier by nature, so it's wonderful to be able to see the progress of his flights. I've always been able to pull them up easily & they've always been accurate. Great job!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "keep tabs brothers flight info, as travels for work quite bit im worrier by nature, so its wonderful to be able to see progress of flights ive always been able to pull easily & theyve always been accurate great job!",
        "lemmatized_comment": "i keep tab on my brothers flight info, a he travel for work quite a bit im a worrier by nature, so its wonderful to be able to see the progress of his flights ive always be able to pull them up easily & theyve always be accurate great job!",
        "stemmed": "i keep tab on my brothers flight info, as he travel for work quit a bit im a worry by nature, so its wond to be abl to see the progress of his flights ive alway been abl to pul them up easy & theyve alway been accurate gre job!",
        "sentiScore": -4,
        "sentiScore_pos": 3,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "keep tabs brothers flight info, travels work quite bit im worrier nature, its wonderful able see progress flights ive always able pull easily & theyve always accurate great job!",
        "stopwords_removal_lemmatization": "keep tab brothers flight info, a travel for work quite bit im worrier by nature, so its wonderful to be able to see progress of flights ive always be able to pull easily & theyve always be accurate great job!",
        "length_words": 61,
        "present_simple": 9,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 1816,
        "appId": null,
        "reviewId": 5593,
        "title": "Great for notes",
        "comment": "This app makeup so easy to take great notes and I really like being able to record audio of someone speaking wile I&#39m typing notes!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "this app makeup so easy to take great notes really like being able to record audio of someone speaking wile i&#39m typing notes!",
        "lemmatized_comment": "this app makeup so easy to take great note and i really like be able to record audio of someone speak wile i&#39m type notes!",
        "stemmed": "thi ap makeup so easy to tak gre not and i real lik being abl to record audio of someon speak wil i&#39m typ notes!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "app makeup easy take great notes really like able record audio someone speaking wile i&#39m typing notes!",
        "stopwords_removal_lemmatization": "this app makeup so easy to take great note really like be able to record audio of someone speak wile i&#39m type notes!",
        "length_words": 29,
        "present_simple": 2,
        "present_con": 3,
        "past": 0,
        "future": 0
    },
    {
        "id": 371,
        "appId": "#9_Modern Combat 4 Zero Hour",
        "reviewId": 154214,
        "title": null,
        "comment": "Okay\tThis game is great. Can't what for the new one",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE3hyxOoXPl7oysFj37c4dXxhFG9ZHXWHg-54lWNnASP8t2oqGYJsSMKOCvuM2YiVc0rd4Q4ozJb7jqt7U",
        "fee": "paid",
        "date": "00:52",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "okay this game great cant what for new one",
        "lemmatized_comment": "okay this game be great cant what for the new one",
        "stemmed": "okay thi gam is great cant what for the new on",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "okay game great cant new one",
        "stopwords_removal_lemmatization": "okay this game great cant what for new one",
        "length_words": 13,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 102,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 134204,
        "title": null,
        "comment": "Hk$7.7 only\tSo cheap!!!!",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE26NTOVPVkXphxc-A93mYLTjW3jVleeHG8dGONYW7BjSb6hRVZhLJxZBVCdmsNbg5crv55Q5at4fdzLQ",
        "fee": "paid",
        "date": "17:49",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "hk$77 only so cheap!!!!",
        "lemmatized_comment": "hk$77 only so cheap!!!!",
        "stemmed": "hk$77 on so cheap!!!!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "hk$77 cheap!!!!",
        "stopwords_removal_lemmatization": "hk$77 only so cheap!!!!",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 404,
        "appId": "#5_officesuite7",
        "reviewId": 60331,
        "title": null,
        "comment": "Good\tVery good\r",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE4YuSk2X1xmyHygmxn9Dj5b-LdnjYP-9yFFHQRx6J3BKAq3f5ybzCDjTByWtxIab3jCXfHfV_oJkTMfA",
        "fee": "free",
        "date": "16:12:13:01:30:51",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good very good",
        "lemmatized_comment": "good very good",
        "stemmed": "good very good",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good good",
        "stopwords_removal_lemmatization": "good very good",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1696,
        "appId": "469422050",
        "reviewId": 579,
        "title": "Amazing",
        "comment": "great items. Fast, easy ordering. Love fab.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great items fast, easy ordering love fab",
        "lemmatized_comment": "great items fast, easy ordering love fab",
        "stemmed": "gre items fast, easy ordering lov fab",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great items fast, easy ordering love fab",
        "stopwords_removal_lemmatization": "great items fast, easy ordering love fab",
        "length_words": 11,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1623,
        "appId": "415976837",
        "reviewId": 154,
        "title": "Awesome!",
        "comment": "Somehow I lost my contacts. This app got everything back for me",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "somehow lost contacts this app got everything back for",
        "lemmatized_comment": "somehow i lose my contacts this app get everything back for me",
        "stemmed": "somehow i lost my contacts thi ap got every back for me",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "somehow lost contacts app got everything back",
        "stopwords_removal_lemmatization": "somehow lose contacts this app get everything back for",
        "length_words": 13,
        "present_simple": 0,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 239,
        "appId": "#6_MomentCam",
        "reviewId": 36782,
        "title": null,
        "comment": "Good\tLike",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE9CZ8uxATES-58SjccDRtsCPyOXb9_azYxVRO9N2TI2NDXig9zOVQUmC6hZF4KXcLOGtjaY9DLvDA0OA",
        "fee": "free",
        "date": "03:01:14:02:47:31",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good like",
        "lemmatized_comment": "good like",
        "stemmed": "good lik",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good like",
        "stopwords_removal_lemmatization": "good like",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 265,
        "appId": "#8_Photo Editor von Aviary",
        "reviewId": 45411,
        "title": null,
        "comment": "Pankaj\tNice...",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOEAPOgmRM1YGgpI9mFPXptLwsUiY6DviVyBok06Zopj0nk9tfbRPU6c3hKR1PQ2TzkNxs0mzTjfsvw80w",
        "fee": "free",
        "date": "29:12:13:04:39:19",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "pankaj nice",
        "lemmatized_comment": "pankaj nice",
        "stemmed": "panka nice",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "pankaj nice",
        "stopwords_removal_lemmatization": "pankaj nice",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 749,
        "appId": "#2_traffic_racer",
        "reviewId": 67434,
        "title": null,
        "comment": "Spitze\tDas Spiel ist super!!!",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-krbrHQTxZropfwIb0cagM9XZEZ7FZzIEqvwF6r_NuO4OJVj1QpK-kmXOXsga6SHmhshseNGgfn9Utg",
        "fee": "free",
        "date": "10:12:13:22:36:04",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "spitze das spiel ist super!!!",
        "lemmatized_comment": "spitze da spiel ist super!!!",
        "stemmed": "spitz das spiel ist super!!!",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "spitze das spiel ist super!!!",
        "stopwords_removal_lemmatization": "spitze da spiel ist super!!!",
        "length_words": 8,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1554,
        "appId": "385975955",
        "reviewId": 217,
        "title": "Horrible App!",
        "comment": "Got my blood test results 2 days after my blood was drawn from my doc. 7 days later this app still says my results are \"in progress\". Not at all a food app for getting something so medically important. Always trust a phone call to an app .... They need to upload the results quicker or not have an app! Sucky !!",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "got blood test results 2 days after blood was drawn from doc 7 days later this app still says results in progress not at all food app for getting something so medically important always trust phone call to app  need to upload results quicker or not have app! sucky !!",
        "lemmatized_comment": "get my blood test result 2 day after my blood be draw from my doc 7 day later this app still say my result be in progress not at all a food app for get something so medically important always trust a phone call to an app  they need to upload the result quicker or not have an app! sucky !!",
        "stemmed": "got my blood test result 2 day aft my blood was drawn from my doc 7 day lat thi ap stil say my result ar in progress not at al a food ap for get some so med important alway trust a phon cal to an ap  they nee to upload the result quick or not hav an app! sucky !!",
        "sentiScore": -3,
        "sentiScore_pos": 2,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "got blood test results 2 days blood drawn doc 7 days later app still says results in progress food app getting something medically important always trust phone call app  need upload results quicker app! sucky !!",
        "stopwords_removal_lemmatization": "get blood test result 2 day after blood be draw from doc 7 day later this app still say result in progress not at all food app for get something so medically important always trust phone call to app  need to upload result quicker or not have app! sucky !!",
        "length_words": 70,
        "present_simple": 5,
        "present_con": 1,
        "past": 3,
        "future": 0
    },
    {
        "id": 1638,
        "appId": "418971697",
        "reviewId": 816,
        "title": "Useful",
        "comment": "Very surprised that is so much useful.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "very surprised that so much useful",
        "lemmatized_comment": "very surprise that be so much useful",
        "stemmed": "very surpr that is so much useful",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "surprised much useful",
        "stopwords_removal_lemmatization": "very surprise that so much useful",
        "length_words": 8,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 361,
        "appId": "#5_viber",
        "reviewId": 4676,
        "title": null,
        "comment": "Simply good",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE311y0BqQa8xRdyedQXQWLOmqNQLhn6WOto2gHJV02SyOCftiWpjMoYQuY0zTDKIX6a0K9tbuDFnQoFp4",
        "fee": "free",
        "date": "14:01:14:06:53:57",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "simply good",
        "lemmatized_comment": "simply good",
        "stemmed": "simply good",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "simply good",
        "stopwords_removal_lemmatization": "simply good",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1171,
        "appId": "421706526",
        "reviewId": 2826,
        "title": "Great app..",
        "comment": "This is cool app I've used before.. but no search function.. ^^;; \n\nI need it much..",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this cool app ive used before but no search function ^^ need much",
        "lemmatized_comment": "this be cool app ive use before but no search function ^^ i need it much",
        "stemmed": "thi is cool ap ive us before but no search function ^^ i nee it much",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "cool app ive used before search function ^^ need much",
        "stopwords_removal_lemmatization": "this cool app ive use before but no search function ^^ need much",
        "length_words": 19,
        "present_simple": 3,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1147,
        "appId": "409099493",
        "reviewId": 731,
        "title": "Great App.",
        "comment": "This ap really is handy and fun.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this ap really handy fun",
        "lemmatized_comment": "this ap really be handy and fun",
        "stemmed": "thi ap real is handy and fun",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ap really handy fun",
        "stopwords_removal_lemmatization": "this ap really handy fun",
        "length_words": 8,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1619,
        "appId": "414706506",
        "reviewId": 39,
        "title": "Wrong",
        "comment": "Takes the translation rather literally. Most languages other than English don't say \"what's your name\". If they could add a common phrase translator function then it would be just that much more accurate",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "takes translation rather literally most languages other than english dont say whats name if could add common phrase translator function then would be just that much more accurate",
        "lemmatized_comment": "take the translation rather literally most language other than english dont say whats your name if they could add a common phrase translator function then it would be just that much more accurate",
        "stemmed": "tak the transl rath literally most langu oth than engl dont say whats yo name if they could ad a common phrase transl funct then it would be just that much mor acc",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "takes translation rather literally languages english dont say whats name could add common phrase translator function would much accurate",
        "stopwords_removal_lemmatization": "take translation rather literally most language other than english dont say whats name if could add common phrase translator function then would be just that much more accurate",
        "length_words": 39,
        "present_simple": 5,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1584,
        "appId": "403199818",
        "reviewId": 258,
        "title": "Awesome app!!!",
        "comment": "This app is one of the most useful apps I have!  The flexibility to insert and organize decks, the syncing with other devices, and the ability to dictate in notes is awesome!!!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this app one of most useful apps have! flexibility to insert organize decks, syncing with other devices, ability to dictate notes awesome!!!",
        "lemmatized_comment": "this app be one of the most useful apps i have! the flexibility to insert and organize decks, the sync with other devices, and the ability to dictate in note be awesome!!!",
        "stemmed": "thi ap is on of the most us ap i have! the flex to insert and org decks, the synt with oth devices, and the abl to dict in not is awesome!!!",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "app one useful apps have! flexibility insert organize decks, syncing devices, ability dictate notes awesome!!!",
        "stopwords_removal_lemmatization": "this app one of most useful apps have! flexibility to insert organize decks, sync with other devices, ability to dictate note awesome!!!",
        "length_words": 38,
        "present_simple": 6,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1737,
        "appId": "494952699",
        "reviewId": 235,
        "title": "^.<3",
        "comment": "I love this app c: now I can take a pic of myself without having to hold it like always -.- <3",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love this app c now can take pic of without having to hold like always -- <3",
        "lemmatized_comment": "i love this app c now i can take a pic of myself without have to hold it like always -- <3",
        "stemmed": "i lov thi ap c now i can tak a pic of myself without hav to hold it lik alway -- <3",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love app c take pic without hold like always -- <3",
        "stopwords_removal_lemmatization": "love this app c now can take pic of without have to hold like always -- <3",
        "length_words": 24,
        "present_simple": 3,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 532,
        "appId": "#10_line gratis anrufe",
        "reviewId": 22134,
        "title": null,
        "comment": "hallow\tno beep",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0LQne3lSqwj2_MSh4EvZyF9iYQeygcnm2ZC71bA1zzG0CLeAC9qFk0cCCx0FJqVK5kjDe_wFBg15bLg",
        "fee": "free",
        "date": "08:01:14:08:10:43",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "hallow no beep",
        "lemmatized_comment": "hallow no beep",
        "stemmed": "hallow no beep",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "hallow beep",
        "stopwords_removal_lemmatization": "hallow no beep",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1526,
        "appId": "376101648",
        "reviewId": 44,
        "title": "Please make it better",
        "comment": "Needs the ability to see two devices at the same time on the same map, without having to switch back and forth. Also, would like to have the ability to preload certain maps. Takes too long sometimes to load maps over cell signal. Preloaded maps would eliminate that problem.",
        "rating": 3,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "needs ability to see two devices at same time same map, without having to switch back forth also, would like to have ability to preload certain maps takes too long sometimes to load maps over cell signal preloaded maps would eliminate that problem",
        "lemmatized_comment": "need the ability to see two device at the same time on the same map, without have to switch back and forth also, would like to have the ability to preload certain maps take too long sometimes to load map over cell signal preloaded map would eliminate that problem",
        "stemmed": "nee the abl to see two dev at the sam tim on the sam map, without hav to switch back and forth also, would lik to hav the abl to preload certain maps tak too long sometim to load map ov cel signal preload map would elimin that problem",
        "sentiScore": -2,
        "sentiScore_pos": 1,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "needs ability see two devices time map, without switch back forth also, would like ability preload certain maps takes long sometimes load maps cell signal preloaded maps would eliminate problem",
        "stopwords_removal_lemmatization": "need ability to see two device at same time same map, without have to switch back forth also, would like to have ability to preload certain maps take too long sometimes to load map over cell signal preloaded map would eliminate that problem",
        "length_words": 55,
        "present_simple": 8,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 1695,
        "appId": "466122094",
        "reviewId": 935,
        "title": "Re-entering password everytime is a drag",
        "comment": "App is a pain to use because requires u to enter password each time after a brief inactivity period.  Unless u setup password protect on your phone, u can't get the app to save your password like other apps work.",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "app pain to use because requires u to enter password each time after brief inactivity period unless u setup password protect phone, u cant get app to save password like other apps work",
        "lemmatized_comment": "app be a pain to use because require u to enter password each time after a brief inactivity period unless u setup password protect on your phone, u cant get the app to save your password like other apps work",
        "stemmed": "ap is a pain to us beca requir u to ent password each tim aft a brief inact period unless u setup password protect on yo phone, u cant get the ap to sav yo password lik oth ap work",
        "sentiScore": -4,
        "sentiScore_pos": 2,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "app pain use requires u enter password time brief inactivity period unless u setup password protect phone, u cant get app save password like apps work",
        "stopwords_removal_lemmatization": "app pain to use because require u to enter password each time after brief inactivity period unless u setup password protect phone, u cant get app to save password like other apps work",
        "length_words": 44,
        "present_simple": 7,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 445,
        "appId": "#2_flipagram",
        "reviewId": 29215,
        "title": null,
        "comment": "Hi\tCool",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE-A6LJS333PvVltWyi_vtlf2I6DWOwXRwGVc79xFQFYu6qOhDI-xH2G-zOFVN-cRS7oC1YA9bmqTMLG98",
        "fee": "free",
        "date": "09:01:14:17:52:15",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "hi cool",
        "lemmatized_comment": "hi cool",
        "stemmed": "hi cool",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "hi cool",
        "stopwords_removal_lemmatization": "hi cool",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1263,
        "appId": "499511971",
        "reviewId": 1353,
        "title": "Awesome",
        "comment": "Excellent addition to the Angry Birds games. Great new features, challenges and visuals. If you are an Angry Birds fan, this is definitely worth it. The new \"orbit\" launching is very neat and a nice, innovative twist on the game. It's definitely harder... At least in my opinion, which is a good thing. Get it.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "excellent addition to angry birds games great new features, challenges visuals if angry birds fan, this definitely worth it new orbit launching very neat nice, innovative twist game its definitely harder at least opinion, which good thing get it",
        "lemmatized_comment": "excellent addition to the angry bird games great new features, challenge and visuals if you be an angry bird fan, this be definitely worth it the new orbit launch be very neat and a nice, innovative twist on the game its definitely harder at least in my opinion, which be a good thing get it",
        "stemmed": "excel addit to the angry bird games gre new features, challeng and visuals if you ar an angry bird fan, thi is definit wor it the new orbit launch is very neat and a nice, innov twist on the game its definit harder at least in my opinion, which is a good thing get it",
        "sentiScore": -4,
        "sentiScore_pos": 3,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "excellent addition angry birds games great new features, challenges visuals angry birds fan, definitely worth it new orbit launching neat nice, innovative twist game its definitely harder least opinion, good thing get it",
        "stopwords_removal_lemmatization": "excellent addition to angry bird games great new features, challenge visuals if angry bird fan, this definitely worth it new orbit launch very neat nice, innovative twist game its definitely harder at least opinion, which good thing get it",
        "length_words": 69,
        "present_simple": 6,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 53,
        "appId": "#3_skype",
        "reviewId": 11729,
        "title": null,
        "comment": "Seren",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE0mkDbif38stkyT2UGga2Is7aP7b5KfzLsMZGdvAoUb6hPibwe2B-kAxI8GgnUrQ8QWj4jWz47MkPUqg",
        "fee": "free",
        "date": "12:01:14:19:05:48",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "seren",
        "lemmatized_comment": "seren",
        "stemmed": "ser",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "seren",
        "stopwords_removal_lemmatization": "seren",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1711,
        "appId": "474902001",
        "reviewId": 294,
        "title": "Great",
        "comment": "Great",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great",
        "lemmatized_comment": "great",
        "stemmed": "gre",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great",
        "stopwords_removal_lemmatization": "great",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1058,
        "appId": "371434886",
        "reviewId": 548,
        "title": "Great Application",
        "comment": "This application has been a lifesaver! It actually remotely sinks with both my IPhone and IPad . I love it!",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this application has been lifesaver! actually remotely sinks with both iphone ipad  love it!",
        "lemmatized_comment": "this application have be a lifesaver! it actually remotely sink with both my iphone and ipad  i love it!",
        "stemmed": "thi apply has been a lifesaver! it act remot sink with both my iphon and ipad  i lov it!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "application lifesaver! actually remotely sinks iphone ipad  love it!",
        "stopwords_removal_lemmatization": "this application have be lifesaver! actually remotely sink with both iphone ipad  love it!",
        "length_words": 22,
        "present_simple": 3,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 8,
        "appId": "#3_Need for Speed Most Wanted",
        "reviewId": 135125,
        "title": null,
        "comment": "FRAUD\tI PURCHASED THIS GAME BUT ITS NOT SUPPORTING MY CELL S3 I WASTED MY MONEY ON THIS PLEASE HELP HOW TO REFUND MY MONEY",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE-b7YR0XYhwsw4d1vGHMIeEuGg7TXFoVlUvtfSWLfnXGEJlU2eiaO3o4gJFgoaTQqukpSXiNDAOr8TMw",
        "fee": "paid",
        "date": "11:06",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "fraud purchased this game but not supporting cell s3 wasted money this please help how to refund money",
        "lemmatized_comment": "fraud i purchase this game but it not support my cell s3 i waste my money on this please help how to refund my money",
        "stemmed": "fraud i purcha thi gam but it not support my cel s3 i wast my money on thi plea help how to refund my money",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "fraud purchased game supporting cell s3 wasted money please help refund money",
        "stopwords_removal_lemmatization": "fraud purchase this game but not support cell s3 waste money this please help how to refund money",
        "length_words": 25,
        "present_simple": 1,
        "present_con": 1,
        "past": 2,
        "future": 0
    },
    {
        "id": 184,
        "appId": "#5_viber",
        "reviewId": 6062,
        "title": null,
        "comment": "a\ta",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE2CEQ3zn5j903oXRyxvA9Nse3oB_RdYkuQf8LqQA2zY1rQpzRS0Zqfno1EsfxMLvK4pHmb0xnzdV3I2Bw",
        "fee": "free",
        "date": "12:01:14:18:45:44",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "",
        "lemmatized_comment": "a a",
        "stemmed": "a a",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "",
        "stopwords_removal_lemmatization": "",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1215,
        "appId": "451331904",
        "reviewId": 409,
        "title": "Wow lame",
        "comment": "I wanted to join a chat not make 1",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "wanted to join chat not make 1",
        "lemmatized_comment": "i want to join a chat not make 1",
        "stemmed": "i want to join a chat not mak 1",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "wanted join chat make 1",
        "stopwords_removal_lemmatization": "want to join chat not make 1",
        "length_words": 9,
        "present_simple": 2,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 167,
        "appId": "#1_OfficeSuite Pro 7  (PDF und HD)",
        "reviewId": 107024,
        "title": null,
        "comment": "Don't have SD card!\tTrying to force me to move to SD Card.... No SD card on Nexus!",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE0qZnZ_LrBVzuLyVQza-0rH4urEBVHk1j-hBy8-KF0wHXOltQMA2ih3unOv30bENqNNLvcnvUZepE02hc",
        "fee": "paid",
        "date": "17:14",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "dont have sd card! trying to force to move to sd card no sd card nexus!",
        "lemmatized_comment": "dont have sd card! try to force me to move to sd card no sd card on nexus!",
        "stemmed": "dont hav sd card! try to forc me to mov to sd card no sd card on nexus!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "dont sd card! trying force move sd card sd card nexus!",
        "stopwords_removal_lemmatization": "dont have sd card! try to force to move to sd card no sd card nexus!",
        "length_words": 23,
        "present_simple": 5,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 618,
        "appId": "#1_Camera Zoom FX",
        "reviewId": 92502,
        "title": null,
        "comment": "Great\tAwesome app !",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-0IwyV0O4xH43HciaTKCmAAvR7JP-EHjorTiDLAvY6CSbmkyNJTuBTDaGv6Ufekg7dJ8sCRnYOhs-55E",
        "fee": "paid",
        "date": "03:05:13:15:37:22",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "great awesome app !",
        "lemmatized_comment": "great awesome app !",
        "stemmed": "gre awesom ap !",
        "sentiScore": 4,
        "sentiScore_pos": 4,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great awesome app !",
        "stopwords_removal_lemmatization": "great awesome app !",
        "length_words": 4,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 997,
        "appId": "345542655",
        "reviewId": 798,
        "title": "No regrets",
        "comment": "Worth every penny I spent.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "worth every penny spent",
        "lemmatized_comment": "worth every penny i spent",
        "stemmed": "wor every penny i spent",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "worth every penny spent",
        "stopwords_removal_lemmatization": "worth every penny spent",
        "length_words": 6,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 511,
        "appId": "#9_Perfect365 Gesichts-Make-Up",
        "reviewId": 47341,
        "title": null,
        "comment": "Good\tGood.. but does this app only works when theres internet connetion?",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE09f5V8CYZoF4xZXOUHpTA0xIdjGfMT9GUVbVeCAX-07pWTUR_UjYuo9-bLy4DRyQzKd0pIYqMtP00VMQ",
        "fee": "free",
        "date": "05:01:14:16:16:27",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good good but does this app only works when theres internet connetion?",
        "lemmatized_comment": "good good but do this app only work when there internet connetion?",
        "stemmed": "good good but doe thi ap on work when ther internet connetion?",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good good app works theres internet connetion?",
        "stopwords_removal_lemmatization": "good good but do this app only work when there internet connetion?",
        "length_words": 13,
        "present_simple": 3,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1045,
        "appId": "365817457",
        "reviewId": 362,
        "title": "Awesome!!!",
        "comment": "What a great help on our trip!!!  It helped us maximize our time in the parks!!!  A must have",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "what great help trip!!! helped us maximize time parks!!! must have",
        "lemmatized_comment": "what a great help on our trip!!! it help u maximize our time in the parks!!! a must have",
        "stemmed": "what a gre help on our trip!!! it help us maxim our tim in the parks!!! a must hav",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great help trip!!! helped us maximize time parks!!! must",
        "stopwords_removal_lemmatization": "what great help trip!!! help u maximize time parks!!! must have",
        "length_words": 25,
        "present_simple": 2,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 93,
        "appId": "#10_line gratis anrufe",
        "reviewId": 20180,
        "title": null,
        "comment": "Unclassified\tAlways I don't get connected even though I have enough net band width.... unable to to line call",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE1r20ORFZLchprJSYGLdN5Qe9o7Gh3bCU5LMaiZImj1IXLMohcu8f9Si-OJDOhsms2SWYfso5MohrrLg",
        "fee": "free",
        "date": "14:01:14:18:22:53",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "unclassified always dont get connected even though have enough net band width unable to to line call",
        "lemmatized_comment": "unclassified always i dont get connect even though i have enough net band width unable to to line call",
        "stemmed": "unclass alway i dont get connect ev though i hav enough net band width un to to lin cal",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "unclassified always dont get connected even though enough net band width unable line call",
        "stopwords_removal_lemmatization": "unclassified always dont get connect even though have enough net band width unable to to line call",
        "length_words": 22,
        "present_simple": 4,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 272,
        "appId": "#9_Modern Combat 4 Zero Hour",
        "reviewId": 152371,
        "title": null,
        "comment": "Note 3 online not working\tCouple of weeks ago im able to play in online and now it says cant connect check ur network, but i have highspeed internet",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOEAXJlwOvo0vGx_QFsSF9LQD6xce9h1q92VSFRp0bJJiboTD7sHH5VA6yZhpQoh8Dg1FNBF4zEVasa-aiM",
        "fee": "paid",
        "date": "20:32",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "note 3 online not working couple of weeks ago im able to play online now says cant connect check ur network, but have highspeed internet",
        "lemmatized_comment": "note 3 online not work couple of week ago im able to play in online and now it say cant connect check ur network, but i have highspeed internet",
        "stemmed": "not 3 onlin not work coupl of week ago im abl to play in onlin and now it say cant connect check ur network, but i hav highsp internet",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "note 3 online working couple weeks ago im able play online says cant connect check ur network, highspeed internet",
        "stopwords_removal_lemmatization": "note 3 online not work couple of week ago im able to play online now say cant connect check ur network, but have highspeed internet",
        "length_words": 30,
        "present_simple": 4,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 1746,
        "appId": "514643583",
        "reviewId": 182,
        "title": "Annoying",
        "comment": "It is Very Annoying that it won't change to horizontal view on my iPad. I use an attachable keyboard which requires horizontal layouts. Why doesn't this app switch like the REST of them?",
        "rating": 2,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "very annoying that wont change to horizontal view ipad use attachable keyboard which requires horizontal layouts why doesnt this app switch like rest of them?",
        "lemmatized_comment": "it be very annoy that it wont change to horizontal view on my ipad i use an attachable keyboard which require horizontal layouts why doesnt this app switch like the rest of them?",
        "stemmed": "it is very annoy that it wont chang to horizont view on my ipad i us an attach keyboard which requir horizont layouts why doesnt thi ap switch lik the rest of them?",
        "sentiScore": -4,
        "sentiScore_pos": 2,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "annoying wont change horizontal view ipad use attachable keyboard requires horizontal layouts doesnt app switch like rest them?",
        "stopwords_removal_lemmatization": "very annoy that wont change to horizontal view ipad use attachable keyboard which require horizontal layouts why doesnt this app switch like rest of them?",
        "length_words": 38,
        "present_simple": 6,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1464,
        "appId": "340295413",
        "reviewId": 559,
        "title": "Superb!",
        "comment": "Great way to save!  Thank u",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great way to save! thank u",
        "lemmatized_comment": "great way to save! thank u",
        "stemmed": "gre way to save! thank u",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great way save! thank u",
        "stopwords_removal_lemmatization": "great way to save! thank u",
        "length_words": 7,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 28,
        "appId": "#1_PicsArt - Photo Studio",
        "reviewId": 23825,
        "title": null,
        "comment": "My gallery app does better than this\tTrash",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE-QHIb3cGcLBu_PzNwDh1jWRCQwsYqV4UBvzfyEzw2DUVQ54lvAw1Sbnco7SxnOLQNhYeVdjVSKRjS8w",
        "fee": "free",
        "date": "10:01:14:06:10:43",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "gallery app does better than this trash",
        "lemmatized_comment": "my gallery app do better than this trash",
        "stemmed": "my gallery ap doe bet than thi trash",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "gallery app better trash",
        "stopwords_removal_lemmatization": "gallery app do better than this trash",
        "length_words": 8,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1804,
        "appId": null,
        "reviewId": 144345,
        "title": "",
        "comment": "Great application\tOne of the great application for chat Please just increase the upload limit That will be very useful",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "great application one of great application for chat please just increase upload limit that will be very useful",
        "lemmatized_comment": "great application one of the great application for chat please just increase the upload limit that will be very useful",
        "stemmed": "gre apply on of the gre apply for chat plea just increa the upload limit that wil be very us",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great application one great application chat please increase upload limit useful",
        "stopwords_removal_lemmatization": "great application one of great application for chat please just increase upload limit that will be very useful",
        "length_words": 20,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 1
    },
    {
        "id": 1401,
        "appId": "321324581",
        "reviewId": 48,
        "title": "1-Pager - simple & straightforward",
        "comment": "Thanks for the thought & effort that went into creating this app.  Very handy for those of us that love the outdoors & natures transitions.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "thanks for thought & effort that went into creating this app very handy for those of us that love outdoors & natures transitions",
        "lemmatized_comment": "thank for the think & effort that go into create this app very handy for those of u that love the outdoors & nature transitions",
        "stemmed": "thank for the thought & effort that went into cre thi app very handy for tho of us that lov the outdo & nat transitions",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "thanks thought & effort went creating app handy us love outdoors & natures transitions",
        "stopwords_removal_lemmatization": "thank for think & effort that go into create this app very handy for those of u that love outdoors & nature transitions",
        "length_words": 27,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1294,
        "appId": "528805631",
        "reviewId": 184,
        "title": "Awesome",
        "comment": "Awesome game",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "awesome game",
        "lemmatized_comment": "awesome game",
        "stemmed": "awesom gam",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "awesome game",
        "stopwords_removal_lemmatization": "awesome game",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1783,
        "appId": "530957474",
        "reviewId": 16,
        "title": "Awesome!",
        "comment": "??",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "??",
        "lemmatized_comment": "??",
        "stemmed": "??",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "??",
        "stopwords_removal_lemmatization": "??",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1048,
        "appId": "367030133",
        "reviewId": 272,
        "title": "Do not waste your money",
        "comment": "After promise of update, all that was added was a few more so-so photos with annoying ADS.  I don't know why developers cannot be upfront about ads in stead of being so sneaky.  Get houzz which is million times better and more and ad free.",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "after promise of update, all that was added was few more so-so photos with annoying ads dont know why developers cannot be upfront about ads stead of being so sneaky get houzz which million times better more ad free",
        "lemmatized_comment": "after promise of update, all that be add be a few more so-so photo with annoy ads i dont know why developer cannot be upfront about ad in stead of be so sneaky get houzz which be million time better and more and ad free",
        "stemmed": "aft prom of update, al that was ad was a few mor so-so photo with annoy ads i dont know why develop cannot be upfront about ad in stead of being so sneaky get houzz which is mil tim bet and mor and ad free",
        "sentiScore": -3,
        "sentiScore_pos": 2,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "promise update, added so-so photos annoying ads dont know developers cannot upfront ads stead sneaky get houzz million times better ad free",
        "stopwords_removal_lemmatization": "after promise of update, all that be add be few more so-so photo with annoy ads dont know why developer cannot be upfront about ad stead of be so sneaky get houzz which million time better more ad free",
        "length_words": 51,
        "present_simple": 4,
        "present_con": 2,
        "past": 4,
        "future": 0
    },
    {
        "id": 1718,
        "appId": "484385600",
        "reviewId": 45,
        "title": "No iPad Layout, No Landscape View, FAIL!",
        "comment": "No iPad Layout, No Landscape View, FAIL!  Update with iPad features, and my rating will go up!",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "no ipad layout, no landscape view, fail! update with ipad features, rating will go up!",
        "lemmatized_comment": "no ipad layout, no landscape view, fail! update with ipad features, and my rat will go up!",
        "stemmed": "no ipad layout, no landscap view, fail! upd with ipad features, and my rat wil go up!",
        "sentiScore": -3,
        "sentiScore_pos": 1,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "ipad layout, landscape view, fail! update ipad features, rating go up!",
        "stopwords_removal_lemmatization": "no ipad layout, no landscape view, fail! update with ipad features, rat will go up!",
        "length_words": 22,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 1
    },
    {
        "id": 889,
        "appId": "310947683",
        "reviewId": 876,
        "title": "Censorship",
        "comment": "Apparently I am not allowed to have my own values so this app has decided what I can and can't see. Unlike the rest if this country - I don't need anyone  \nto hold my hand and tell me what to do. Bring back the personals section you Idiots! I used to love this app for business and a good laugh, now I don't think I will use it much at all. Very disappointed with this update!!!!",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "apparently not allowed to have own values so this app has decided what can cant see unlike rest if this country - dont need anyone to hold hand tell what to do bring back personals section idiots! used to love this app for business good laugh, now dont think will use much at all very disappointed with this update!!!!",
        "lemmatized_comment": "apparently i be not allow to have my own value so this app have decide what i can and cant see unlike the rest if this country - i dont need anyone to hold my hand and tell me what to do bring back the personal section you idiots! i use to love this app for business and a good laugh, now i dont think i will use it much at all very disappoint with this update!!!!",
        "stemmed": "ap i am not allow to hav my own valu so thi ap has decid what i can and cant see unlik the rest if thi country - i dont nee anyon to hold my hand and tel me what to do bring back the person sect you idiots! i us to lov thi ap for busy and a good laugh, now i dont think i wil us it much at all very disappoint with thi update!!!!",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "apparently allowed values app decided cant see unlike rest country - dont need anyone hold hand tell do bring back personals section idiots! used love app business good laugh, dont think use much all disappointed update!!!!",
        "stopwords_removal_lemmatization": "apparently not allow to have own value so this app have decide what can cant see unlike rest if this country - dont need anyone to hold hand tell what to do bring back personal section idiots! use to love this app for business good laugh, now dont think will use much at all very disappoint with this update!!!!",
        "length_words": 89,
        "present_simple": 13,
        "present_con": 1,
        "past": 4,
        "future": 1
    },
    {
        "id": 1001,
        "appId": "347929410",
        "reviewId": 748,
        "title": "Great",
        "comment": "Love it!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love it!",
        "lemmatized_comment": "love it!",
        "stemmed": "lov it!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love it!",
        "stopwords_removal_lemmatization": "love it!",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 203,
        "appId": "#6_stickman_soccer",
        "reviewId": 70756,
        "title": null,
        "comment": "Leute\tDas spiel ist ein bisschen fail",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOE4y9BYYQ-TI-q4iIKlDF1qzVHeU0mK76tTjOOGbCvc-KuqgQtAlVy_vBz-IpfR8i0lHcc2m3r8tcjhH1Q",
        "fee": "free",
        "date": "11:12:13:06:58:47",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "leute das spiel ist ein bisschen fail",
        "lemmatized_comment": "leute da spiel ist ein bisschen fail",
        "stemmed": "leut das spiel ist ein bissch fail",
        "sentiScore": -2,
        "sentiScore_pos": 1,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "leute das spiel ist ein bisschen fail",
        "stopwords_removal_lemmatization": "leute da spiel ist ein bisschen fail",
        "length_words": 7,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 767,
        "appId": "#5_Pho to Lab PRO Fotobearbeitung",
        "reviewId": 100856,
        "title": null,
        "comment": "I love this app. Use it all the time.\r",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-NnA65Dafcs88fIFYpaP_NZu5iKqHmJhPJZkVe22av260Oms3IEfGwSs4LhesJfPCqH0PDUc_-e4B3QI",
        "fee": "paid",
        "date": "29:10:13:15:55:15",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "love this app use all time",
        "lemmatized_comment": "i love this app use it all the time",
        "stemmed": "i lov thi app us it al the time",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love app use time",
        "stopwords_removal_lemmatization": "love this app use all time",
        "length_words": 11,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 582,
        "appId": "#10_line gratis anrufe",
        "reviewId": 20085,
        "title": null,
        "comment": "Good\tBest",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE1f4RGUfcvb9Hn4CUmaLk72wJJwumvjqjXzafZsiJirAhQXcb3EczJuiYKMCVAx8lMc0Gq7z5Mpkt1YA",
        "fee": "free",
        "date": "15:01:14:05:23:53",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good best",
        "lemmatized_comment": "good best",
        "stemmed": "good best",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good best",
        "stopwords_removal_lemmatization": "good best",
        "length_words": 2,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 873,
        "appId": "307727765",
        "reviewId": 6,
        "title": "Like a boss",
        "comment": "Doodle jump is sick. I love it! He's so freaking cute!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "doodle jump sick love it! hes so freaking cute!",
        "lemmatized_comment": "doodle jump be sick i love it! hes so freak cute!",
        "stemmed": "doodl jump is sick i lov it! hes so freak cute!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "doodle jump sick love it! hes freaking cute!",
        "stopwords_removal_lemmatization": "doodle jump sick love it! hes so freak cute!",
        "length_words": 15,
        "present_simple": 4,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1460,
        "appId": "340268949",
        "reviewId": 1342,
        "title": "Compass",
        "comment": "Very good!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "very good!",
        "lemmatized_comment": "very good!",
        "stemmed": "very good!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good!",
        "stopwords_removal_lemmatization": "very good!",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 615,
        "appId": "#6_Photo Studio PRO",
        "reviewId": 102360,
        "title": null,
        "comment": "I love it\tIts complete no need to look any further. So far I can do everything I can think of with my photos.",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-01XdW09Rz-fSwa56l6U5Ih_ffYcKkT8L692tBbn5_E6CK2CIVCbT78OcPKAmXTCrj-PDKYaGBEXXtQ",
        "fee": "paid",
        "date": "19:12:13:21:38:53",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "love complete no need to look any further so far can do everything can think of with photos",
        "lemmatized_comment": "i love it it complete no need to look any further so far i can do everything i can think of with my photos",
        "stemmed": "i lov it it complet no nee to look any further so far i can do every i can think of with my photos",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love complete need look further far everything think photos",
        "stopwords_removal_lemmatization": "love complete no need to look any further so far can do everything can think of with photos",
        "length_words": 26,
        "present_simple": 4,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 882,
        "appId": "310633997",
        "reviewId": 823,
        "title": "WhatsApp",
        "comment": "Excellent",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "excellent",
        "lemmatized_comment": "excellent",
        "stemmed": "excel",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent",
        "stopwords_removal_lemmatization": "excellent",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 502,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 142887,
        "title": null,
        "comment": "Startup fixed, not bad.\tSeems like they fixed the startup issue.",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE02ShFhjIcCS4d9590VeGf85J4SBee8q7iu4tX_7GdpVx8SOeAjgxjFFtoz11CUV55uWW-_mIAtC6EsQ",
        "fee": "paid",
        "date": "00:35",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "startup fixed, not bad seems like fixed startup issue",
        "lemmatized_comment": "startup fixed, not bad seem like they fix the startup issue",
        "stemmed": "startup fixed, not bad seem lik they fix the startup issue",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "startup fixed, bad seems like fixed startup issue",
        "stopwords_removal_lemmatization": "startup fixed, not bad seem like fix startup issue",
        "length_words": 14,
        "present_simple": 0,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 122,
        "appId": "#1_PicsArt - Photo Studio",
        "reviewId": 24957,
        "title": null,
        "comment": "Nice",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE2oSYfZ1289ao8fat5GJ4IIjioUjr3ohRWYTzeocDGiW266BPm4-P94wzIulmEvWXIuaQp4XeoS7va_w",
        "fee": "free",
        "date": "07:01:14:11:08:22",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "nice",
        "lemmatized_comment": "nice",
        "stemmed": "nic",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "nice",
        "stopwords_removal_lemmatization": "nice",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 751,
        "appId": "#5_viber",
        "reviewId": 5140,
        "title": null,
        "comment": "Samsung galaxy tab 2\tNice app.",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-kU8XFi9vujzdb8ueqgcFQgqsmlh_JAuKT6pyhHOClfm96dAhvHnQ94C9pEqsRCAumzjnLzqm3L4AwKA",
        "fee": "free",
        "date": "13:01:14:17:25:35",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "samsung galaxy tab 2 nice app",
        "lemmatized_comment": "samsung galaxy tab 2 nice app",
        "stemmed": "samsung galaxy tab 2 nic app",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "samsung galaxy tab 2 nice app",
        "stopwords_removal_lemmatization": "samsung galaxy tab 2 nice app",
        "length_words": 7,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 349,
        "appId": "#7_Cymera - Camera & Photo Editor",
        "reviewId": 42684,
        "title": null,
        "comment": "Good\tIts nice",
        "rating": 3,
        "reviewer": "cid-gp:AOqpTOE2kP9XR5XQmlA-p-_99v9vFBMzZGYPya0vwMeYyVmhPUm9GWM5kh14XI46VG1iHIQgJk0LwFgLfozWPA",
        "fee": "free",
        "date": "23:12:13:16:05:11",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "good nice",
        "lemmatized_comment": "good it nice",
        "stemmed": "good it nic",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good nice",
        "stopwords_removal_lemmatization": "good nice",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1153,
        "appId": "413025213",
        "reviewId": 891,
        "title": "Great app",
        "comment": "But wish it had better ability to copy WODs if you do it more than once.\n\nUpdate: this app has come a long way and is really awesome now!! Love it!!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "but wish had better ability to copy wods if do more than once update this app has come long way really awesome now!! love it!!",
        "lemmatized_comment": "but wish it have better ability to copy wods if you do it more than once update this app have come a long way and be really awesome now!! love it!!",
        "stemmed": "but wish it had bet abl to cop wod if you do it mor than once update thi ap has com a long way and is real awesom now!! lov it!!",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "wish better ability copy wods once update app come long way really awesome now!! love it!!",
        "stopwords_removal_lemmatization": "but wish have better ability to copy wods if do more than once update this app have come long way really awesome now!! love it!!",
        "length_words": 37,
        "present_simple": 4,
        "present_con": 0,
        "past": 3,
        "future": 0
    },
    {
        "id": 534,
        "appId": "#4_antivirus GRATIS",
        "reviewId": 16006,
        "title": null,
        "comment": "Nice antivirus\tOne of great antivirus",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0nCMyOh1gDX88WMof8Vl8_PMN_q74UNi2yR8dAuzV1U5U_gK6EDkOl3JHYQ9f8oDCtWBMMLuwG_K7cg",
        "fee": "free",
        "date": "05:01:14:23:26:36",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "nice antivirus one of great antivirus",
        "lemmatized_comment": "nice antivirus one of great antivirus",
        "stemmed": "nic antivir on of gre antivir",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "nice antivirus one great antivirus",
        "stopwords_removal_lemmatization": "nice antivirus one of great antivirus",
        "length_words": 6,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1654,
        "appId": "428845974",
        "reviewId": 218,
        "title": "Amazing",
        "comment": "Oovoo is so amazing I love it",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "oovoo so amazing love",
        "lemmatized_comment": "oovoo be so amaze i love it",
        "stemmed": "oovoo is so amaz i lov it",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "oovoo amazing love",
        "stopwords_removal_lemmatization": "oovoo so amaze love",
        "length_words": 7,
        "present_simple": 2,
        "present_con": 1,
        "past": 0,
        "future": 0
    },
    {
        "id": 1384,
        "appId": "311507490",
        "reviewId": 332,
        "title": "Wonderful reader!",
        "comment": "By the end of the story, I wanted to meet the reader! Why a great app!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "by end of story, wanted to meet reader! why great app!",
        "lemmatized_comment": "by the end of the story, i want to meet the reader! why a great app!",
        "stemmed": "by the end of the story, i want to meet the reader! why a gre app!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "end story, wanted meet reader! great app!",
        "stopwords_removal_lemmatization": "by end of story, want to meet reader! why great app!",
        "length_words": 19,
        "present_simple": 1,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 772,
        "appId": "#4_Photo Grid - Collage Maker",
        "reviewId": 34761,
        "title": null,
        "comment": "Great app\tThis app work greatly with my samsung galaxy trend! I ? this app!!",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-nXRg92JmuZ9BwBLmCx7eXFiYvrhA4UhrvBz6TY72ICl-ikg6S-ZQLGAAdKsihfUbUIaXAr5rF4_BHw",
        "fee": "free",
        "date": "08:01:14:21:40:30",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "great app this app work greatly with samsung galaxy trend! ? this app!!",
        "lemmatized_comment": "great app this app work greatly with my samsung galaxy trend! i ? this app!!",
        "stemmed": "gre ap thi ap work gre with my samsung galaxy trend! i ? thi app!!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great app app work greatly samsung galaxy trend! ? app!!",
        "stopwords_removal_lemmatization": "great app this app work greatly with samsung galaxy trend! ? this app!!",
        "length_words": 18,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1607,
        "appId": "409625068",
        "reviewId": 666,
        "title": "Accurate",
        "comment": "Accurate",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "accurate",
        "lemmatized_comment": "accurate",
        "stemmed": "acc",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "accurate",
        "stopwords_removal_lemmatization": "accurate",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1152,
        "appId": "413025213",
        "reviewId": 628,
        "title": "Great App!",
        "comment": "Great way to keep up on your crossfit progress.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great way to keep crossfit progress",
        "lemmatized_comment": "great way to keep up on your crossfit progress",
        "stemmed": "gre way to keep up on yo crossfit progress",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "great way keep crossfit progress",
        "stopwords_removal_lemmatization": "great way to keep crossfit progress",
        "length_words": 10,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1041,
        "appId": "365710282",
        "reviewId": 183,
        "title": "Best gReader App I've Found",
        "comment": "Excellent app, integrates well with Google Reader. A must-have app on all of my iDevices.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "excellent app, integrates well with google reader must-have app all of idevices",
        "lemmatized_comment": "excellent app, integrate well with google reader a must-have app on all of my idevices",
        "stemmed": "excel app, integr wel with googl reader a must-have ap on al of my idevices",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "excellent app, integrates well google reader must-have app idevices",
        "stopwords_removal_lemmatization": "excellent app, integrate well with google reader must-have app all of idevices",
        "length_words": 18,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 523,
        "appId": "#6_Assassins Creed Pirates",
        "reviewId": 144650,
        "title": null,
        "comment": "So far no in app purchases!",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0GFY1SUeAps8SYknkt9v0yY-swek9cJXDFoyGk7RJh4wiNmwSQeBTL9zlmwKH519aAlqrHzgsUqZrIQ",
        "fee": "paid",
        "date": "03:30",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "so far no app purchases!",
        "lemmatized_comment": "so far no in app purchases!",
        "stemmed": "so far no in ap purchases!",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "far app purchases!",
        "stopwords_removal_lemmatization": "so far no app purchases!",
        "length_words": 7,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1761,
        "appId": "521955756",
        "reviewId": 289,
        "title": "Musica",
        "comment": "Good",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "good",
        "lemmatized_comment": "good",
        "stemmed": "good",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good",
        "stopwords_removal_lemmatization": "good",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 253,
        "appId": "#8_gmx mail",
        "reviewId": 75944,
        "title": null,
        "comment": "It's a handy app\tFor GMX users. Can be a lot more prettier, perhaps like gmail? Or is it too much to ask ;-)  Edited on 10/8/2013: extremely poor app. Too buggy. Shocking, especially coming from Germans. Have so much respect for German engineering!",
        "rating": 2,
        "reviewer": "cid-gp:AOqpTOEA3Ok5imL-NL2EMZ-SEb1j-lw-ysxjviFkH_hBUOL9yGrHXKpXcrPhrmvlONG_ZqwLupL1XmaOeEKuGcQ",
        "fee": "free",
        "date": "09:10:13:00:58:56",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "its handy app for gmx users can be lot more prettier, perhaps like gmail? or too much to ask -) edited 1082013 extremely poor app too buggy shocking, especially coming from germans have so much respect for german engineering!",
        "lemmatized_comment": "its a handy app for gmx users can be a lot more prettier, perhaps like gmail? or be it too much to ask -) edit on 1082013 extremely poor app too buggy shocking, especially come from germans have so much respect for german engineering!",
        "stemmed": "its a handy ap for gmx users can be a lot mor prettier, perhap lik gmail? or is it too much to ask -) edit on 1082013 extrem poor app too buggy shocking, espec com from germans hav so much respect for germ engineering!",
        "sentiScore": -4,
        "sentiScore_pos": 3,
        "sentiScore_neg": -4,
        "stopwords_removal_nltk": "its handy app gmx users lot prettier, perhaps like gmail? much ask -) edited 1082013 extremely poor app buggy shocking, especially coming germans much respect german engineering!",
        "stopwords_removal_lemmatization": "its handy app for gmx users can be lot more prettier, perhaps like gmail? or too much to ask -) edit 1082013 extremely poor app too buggy shocking, especially come from germans have so much respect for german engineering!",
        "length_words": 56,
        "present_simple": 6,
        "present_con": 2,
        "past": 1,
        "future": 0
    },
    {
        "id": 1634,
        "appId": "418554305",
        "reviewId": 338,
        "title": "Totally awesome",
        "comment": "This is the best weather app ever! Great job, it totally outclasses other weather apps.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "this best weather app ever! great job, totally outclasses other weather apps",
        "lemmatized_comment": "this be the best weather app ever! great job, it totally outclass other weather apps",
        "stemmed": "thi is the best wea ap ever! gre job, it tot outclass oth wea apps",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "best weather app ever! great job, totally outclasses weather apps",
        "stopwords_removal_lemmatization": "this best weather app ever! great job, totally outclass other weather apps",
        "length_words": 18,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 745,
        "appId": "#8_Wo ist mein Wasser",
        "reviewId": 151211,
        "title": null,
        "comment": "Ok\tGood game",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-jzPXRFaot4sFda43i1KsTv1O1WuBMqNOuFe3nR65VzKV1Mydz5vFMUn1VEB5b7v5RdW03Vk9bE9hVg",
        "fee": "paid",
        "date": "20:04",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "ok good game",
        "lemmatized_comment": "ok good game",
        "stemmed": "ok good gam",
        "sentiScore": 2,
        "sentiScore_pos": 2,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "ok good game",
        "stopwords_removal_lemmatization": "ok good game",
        "length_words": 3,
        "present_simple": 0,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 1594,
        "appId": "406719683",
        "reviewId": 662,
        "title": "Use on a weekly basis",
        "comment": "Great and useful app. I have nothing bad at all to say about it. It helps me find the best deals on gas around the city with little to no glitches. Does what it's supposed to. 5 stars!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "great useful app have nothing bad at all to say about it helps find best deals gas around city with little to no glitches does what its supposed to 5 stars!",
        "lemmatized_comment": "great and useful app i have nothing bad at all to say about it it help me find the best deal on gas around the city with little to no glitches do what its suppose to 5 stars!",
        "stemmed": "gre and us app i hav noth bad at al to say about it it help me find the best deal on gas around the city with littl to no glitches doe what its suppo to 5 stars!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -2,
        "stopwords_removal_nltk": "great useful app nothing bad say it helps find best deals gas around city little glitches its supposed to 5 stars!",
        "stopwords_removal_lemmatization": "great useful app have nothing bad at all to say about it help find best deal gas around city with little to no glitches do what its suppose to 5 stars!",
        "length_words": 44,
        "present_simple": 6,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 641,
        "appId": "#4_Photo Grid - Collage Maker",
        "reviewId": 35069,
        "title": null,
        "comment": "I love it\tI use this for all of my pictures",
        "rating": 5,
        "reviewer": "cid-gp:AOqpTOE-4wYnZmhTYjIS2UoKg28yjyKUgjo4tGNVFIJyNzCA580LS7ui4yea-AyAKnpYjo39UjU67GqgZL5-TQ",
        "fee": "free",
        "date": "08:01:14:00:51:28",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "love use this for all of pictures",
        "lemmatized_comment": "i love it i use this for all of my picture",
        "stemmed": "i lov it i us thi for al of my pict",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love use pictures",
        "stopwords_removal_lemmatization": "love use this for all of picture",
        "length_words": 11,
        "present_simple": 2,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1600,
        "appId": "407690035",
        "reviewId": 1470,
        "title": "First time.  I LOVE Hotel tonite",
        "comment": "Fort lauderdale. Il Lugano is making us feel like royalty!  Friendly, and bending over backward to relax us at the end of a long travel day.  Great app with great hotels!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "fort lauderdale il lugano making us feel like royalty! friendly, bending over backward to relax us at end of long travel day great app with great hotels!",
        "lemmatized_comment": "fort lauderdale il lugano be make u feel like royalty! friendly, and bend over backward to relax u at the end of a long travel day great app with great hotels!",
        "stemmed": "fort lauderdale il lugano is mak us feel lik royalty! friendly, and bend ov backward to relax us at the end of a long travel day gre ap with gre hotels!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "fort lauderdale il lugano making us feel like royalty! friendly, bending backward relax us end long travel day great app great hotels!",
        "stopwords_removal_lemmatization": "fort lauderdale il lugano make u feel like royalty! friendly, bend over backward to relax u at end of long travel day great app with great hotels!",
        "length_words": 36,
        "present_simple": 3,
        "present_con": 2,
        "past": 0,
        "future": 0
    },
    {
        "id": 1812,
        "appId": null,
        "reviewId": 2725,
        "title": "Sharing",
        "comment": "I can&#39t share folders!  That was the only reason I made a Dropbox in the first place  Ugh",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "can&#39t share folders! that was only reason made dropbox first place ugh",
        "lemmatized_comment": "i can&#39t share folders! that be the only reason i make a dropbox in the first place ugh",
        "stemmed": "i can&#39t shar folders! that was the on reason i mad a dropbox in the first plac ugh",
        "sentiScore": -3,
        "sentiScore_pos": 2,
        "sentiScore_neg": -3,
        "stopwords_removal_nltk": "can&#39t share folders! reason made dropbox first place ugh",
        "stopwords_removal_lemmatization": "can&#39t share folders! that be only reason make dropbox first place ugh",
        "length_words": 22,
        "present_simple": 0,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 545,
        "appId": "#6_MomentCam",
        "reviewId": 38440,
        "title": null,
        "comment": "Cute\tI love it <3",
        "rating": 4,
        "reviewer": "cid-gp:AOqpTOE0U1IHkB7zAoFadocMG0G8fkDOanNdnRgMq7RUIT9xI6Q8Aa-Rf-0_gKn4N-osQU-Wzzc2j__s6oLDRw",
        "fee": "free",
        "date": "08:12:13:05:50:22",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "cute love <3",
        "lemmatized_comment": "cute i love it <3",
        "stemmed": "cut i lov it <3",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "cute love <3",
        "stopwords_removal_lemmatization": "cute love <3",
        "length_words": 6,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1762,
        "appId": "521955756",
        "reviewId": 689,
        "title": "Leon",
        "comment": "Hi",
        "rating": 1,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "hi",
        "lemmatized_comment": "hi",
        "stemmed": "hi",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "hi",
        "stopwords_removal_lemmatization": "hi",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 55,
        "appId": "#6_stickman_soccer",
        "reviewId": 70815,
        "title": null,
        "comment": "krieg das Game net auf\tIch krieg es net auf.. ich kann es net spielen.. was ich sehe ist nur der black screen.. bitte hilft mir danke",
        "rating": 1,
        "reviewer": "cid-gp:AOqpTOE0nmmba_X0pqLV3yJCXWa9UPtKGRWEflMTUFe5WgKzI9hLPpe3OGcvJYgA3cVhLs34NimFhy7CnDmsKlI",
        "fee": "free",
        "date": "09:12:13:20:59:10",
        "dataSource": "PlayStore_Random",
        "stopwords_removal": "krieg das game net auf ich krieg es net auf ich kann es net spielen was ich sehe ist nur der black screen bitte hilft mir danke",
        "lemmatized_comment": "krieg da game net auf ich krieg e net auf ich kann e net spielen be ich sehe ist nur der black screen bitte hilft mir danke",
        "stemmed": "krieg das gam net auf ich krieg es net auf ich kan es net spielen was ich seh ist nur der black screen bit hilft mir dank",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "krieg das game net auf ich krieg es net auf ich kann es net spielen ich sehe ist nur der black screen bitte hilft mir danke",
        "stopwords_removal_lemmatization": "krieg da game net auf ich krieg e net auf ich kann e net spielen be ich sehe ist nur der black screen bitte hilft mir danke",
        "length_words": 27,
        "present_simple": 0,
        "present_con": 0,
        "past": 2,
        "future": 0
    },
    {
        "id": 949,
        "appId": "329670577",
        "reviewId": 1615,
        "title": "needs a few more tweeks",
        "comment": "good app, but to make it a great app, video would be a great feature. A must need is to make the timer continuous. After the 5 sec. countdown it would be great for it to restart automatically for continuous self shots. Please add that.",
        "rating": 3,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "good app, but to make great app, video would be great feature must need to make timer continuous after 5 sec countdown would be great for to restart automatically for continuous self shots please add that",
        "lemmatized_comment": "good app, but to make it a great app, video would be a great feature a must need be to make the timer continuous after the 5 sec countdown it would be great for it to restart automatically for continuous self shots please add that",
        "stemmed": "good app, but to mak it a gre app, video would be a gre feature a must nee is to mak the tim continuous aft the 5 sec countdown it would be gre for it to restart autom for continu self shots plea ad that",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "good app, make great app, video would great feature must need make timer continuous 5 sec countdown would great restart automatically continuous self shots please add that",
        "stopwords_removal_lemmatization": "good app, but to make great app, video would be great feature must need to make timer continuous after 5 sec countdown would be great for to restart automatically for continuous self shots please add that",
        "length_words": 52,
        "present_simple": 7,
        "present_con": 0,
        "past": 1,
        "future": 0
    },
    {
        "id": 892,
        "appId": "310947683",
        "reviewId": 905,
        "title": "Awsome",
        "comment": "Awsome",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "awsome",
        "lemmatized_comment": "awsome",
        "stemmed": "awsom",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "awsome",
        "stopwords_removal_lemmatization": "awsome",
        "length_words": 1,
        "present_simple": 0,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1437,
        "appId": "331308914",
        "reviewId": 1924,
        "title": "Please integrate with WW Kitchen",
        "comment": "I also like WW Kitchen and often add my own recipes. It would be great if the two apps were integrated so if I added a recipe in WW Kitchen, I could pull it up in WW Mobile.",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "also like ww kitchen often add own recipes would be great if two apps were integrated so if added recipe ww kitchen, could pull ww mobile",
        "lemmatized_comment": "i also like ww kitchen and often add my own recipes it would be great if the two apps be integrate so if i add a recipe in ww kitchen, i could pull it up in ww mobile",
        "stemmed": "i also lik ww kitch and oft ad my own recipes it would be gre if the two ap wer integr so if i ad a recip in ww kitchen, i could pul it up in ww mobile",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "also like ww kitchen often add recipes would great two apps integrated added recipe ww kitchen, could pull ww mobile",
        "stopwords_removal_lemmatization": "also like ww kitchen often add own recipes would be great if two apps be integrate so if add recipe ww kitchen, could pull ww mobile",
        "length_words": 41,
        "present_simple": 2,
        "present_con": 0,
        "past": 3,
        "future": 0
    },
    {
        "id": 1798,
        "appId": null,
        "reviewId": 7358,
        "title": "Great product",
        "comment": "I love pasting notes to ever note I paste my passwords I paste copies of receipts and anything that I need to locate later and I can easily find it in one location the search option is very handy as well I WISH THE INSTRUCTIONS WERE CLEARER",
        "rating": 4,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": "RE2014_app_and_play_store_apps",
        "stopwords_removal": "love pasting notes to ever note paste passwords paste copies of receipts anything that need to locate later can easily find one location search option very handy as well wish instructions were clearer",
        "lemmatized_comment": "i love paste note to ever note i paste my password i paste copy of receipt and anything that i need to locate later and i can easily find it in one location the search option be very handy a well i wish the instruction be clearer",
        "stemmed": "i lov past not to ev not i past my password i past cop of receipt and any that i nee to loc lat and i can easy find it in on loc the search opt is very handy as wel i wish the instruct wer clear",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love pasting notes ever note paste passwords paste copies receipts anything need locate later easily find one location search option handy well wish instructions clearer",
        "stopwords_removal_lemmatization": "love paste note to ever note paste password paste copy of receipt anything that need to locate later can easily find one location search option very handy a well wish instruction be clearer",
        "length_words": 47,
        "present_simple": 9,
        "present_con": 1,
        "past": 1,
        "future": 0
    },
    {
        "id": 1397,
        "appId": "318698524",
        "reviewId": 454,
        "title": "Great app!",
        "comment": "I love this app! Works like a charm on my iPhone 4s!",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "love this app! works like charm iphone 4s!",
        "lemmatized_comment": "i love this app! work like a charm on my iphone 4s!",
        "stemmed": "i lov thi app! work lik a charm on my iphon 4s!",
        "sentiScore": 3,
        "sentiScore_pos": 3,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "love app! works like charm iphone 4s!",
        "stopwords_removal_lemmatization": "love this app! work like charm iphone 4s!",
        "length_words": 14,
        "present_simple": 1,
        "present_con": 0,
        "past": 0,
        "future": 0
    },
    {
        "id": 1398,
        "appId": "319106691",
        "reviewId": 102,
        "title": "Great for travel",
        "comment": "Helps me lots when I'm on the road a spending nights away from home. Helps me get/stay sleeping.",
        "rating": 5,
        "reviewer": null,
        "fee": null,
        "date": null,
        "dataSource": null,
        "stopwords_removal": "helps lots when im road spending nights away from home helps getstay sleeping",
        "lemmatized_comment": "help me lot when im on the road a spend night away from home help me getstay sleeping",
        "stemmed": "help me lot when im on the road a spend night away from home help me getstay sleeping",
        "sentiScore": -1,
        "sentiScore_pos": 1,
        "sentiScore_neg": -1,
        "stopwords_removal_nltk": "helps lots im road spending nights away home helps getstay sleeping",
        "stopwords_removal_lemmatization": "help lot when im road spend night away from home help getstay sleeping",
        "length_words": 21,
        "present_simple": 2,
        "present_con": 1,
        "past": 0,
        "future": 0
    }
]